[
  {"id":"abramsRecruitmentLotteriesCoexistence1984","abstract":"The main goal of this analysis has been to evaluate Sale's (1982) suggestion that competitive exclusion was less likely in lottery competitive systems than in those having other mechanisms of competition. An analytical lottery model based on Sale's (1982) simulation was developed and used to show that the presence of totally intraspecific competition in the larval stages was responsible for the coexistence of the species in the model. This assumption could allow coexistence for any possible mechanism of adult competition. A model incorporating the more likely assumption of equal inter- and intraspecific larval competition allows at most two species to coexist in a constant-environment lottery model. Although some types of environmental variability promote coexistence in the lottery model (Chesson and Warner 1981), analogous types of variability promote coexistence in nonlottery models (Chesson 1983; Abrams 1984). Available evidence for territorial coral reef fish most strongly supports an explanation of coexistence based on resource partitioning over other possible explanations.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Abrams","given":"Peter A."}],"citation-key":"abramsRecruitmentLotteriesCoexistence1984","container-title":"The American Naturalist","DOI":"10.1086/284185","ISSN":"0003-0147","issue":"1","issued":{"date-parts":[["1984",1]]},"page":"44-55","publisher":"The University of Chicago Press","source":"www-journals-uchicago-edu.eres.library.manoa.hawaii.edu (Atypon)","title":"Recruitment, lotteries, and coexistence in coral reef fish","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/abs/10.1086/284185","volume":"123"},
  {"id":"adjeroudFactorsInfluencingSpatial1997","abstract":"Spatial patterns of 5 components of the macrobenthos (corals, macroalgae, mollusks, sponges, and echinoderms) at 42 stations on 4 reef types were compared in Moorea. Fifteen abiotic and biotic factors were measured and included in Canonical Correspondence\nAnalyses. Macrobenthic communities were dominated by corals and macroalgae. Two major gradients (along the bays, and from the fringing reef to the outer reef slope) were found for corals, macroalgae, and echinoderms. The gradients were realized at a small\nspatial scale in Moorea (less than 2 km from the fringing reef to the outer reef slope at 35 m depth), while the same type of variation occurs at a large spatial scale (more than 100 km) on the Great Barrier Reef. Abiotic and biotic factors explained a\nlarge amount of the variance in sponge and coral communities, but less for mollusks and markedly less for macroalgae and echinoderms. Some of the factors identified in this study, such as depth, sand coverage, and algal coverage, have been also reported\nas controlling factors in other coral reefs. In contrast, the high abundance of sea urchins and its impact seem to be characteristic of coral reefs around Moorea.","accessed":{"date-parts":[["2023",10,11]]},"author":[{"family":"Adjeroud","given":"Mehdi"}],"citation-key":"adjeroudFactorsInfluencingSpatial1997","container-title":"Marine Ecology Progress Series","DOI":"10.3354/meps159105","ISSN":"0171-8630, 1616-1599","issued":{"date-parts":[["1997",11,29]]},"language":"en","page":"105-119","source":"www.int-res.com","title":"Factors influencing spatial patterns on coral reefs around Moorea, French Polynesia","type":"article-journal","URL":"https://www.int-res.com/abstracts/meps/v159/p105-119/","volume":"159"},
  {"id":"almanyDoesIncreasedHabitat2004","abstract":"Greater habitat complexity is often associated with a greater abundance and diversity of organisms. High complexity habitats may reduce predation and competition, thereby allowing more individuals to occupy a given area. Using 16 spatially isolated reefs in the Bahamas, I tested whether increased habitat complexity reduced the negative effects of resident predators and competitors on recruitment and survival of a common damselfish. Two levels of habitat complexity were cross-factored with the presence or absence of two guilds of resident fishes: predators (sea basses and moray eels) and interference competitors (large territorial damselfishes). I monitored subsequent recruitment and recruit mortality for 60 days. Residents had strong negative effects on recruitment regardless of habitat complexity. In the presence of residents, recruits suffered high mortality immediately after settlement that was similar on low and high complexity reefs, although high complexity reduced mortality of recruits that survived this early postsettlement period. Comparisons between shelter hole diameters and the sizes of residents suggest that territorial damselfishes and small resident predators could access most shelter holes, whereas large resident predators were excluded from many shelter holes. This study demonstrates that whether habitat complexity reduces predation and competition may depend on several key factors, such as the availability of appropriate shelter, behavioral attributes of interactors, and developmental stage of prey/inferior competitors.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Almany","given":"Glenn R."}],"citation-key":"almanyDoesIncreasedHabitat2004","container-title":"Oikos","DOI":"10.1111/j.0030-1299.2004.13193.x","ISSN":"1600-0706","issue":"2","issued":{"date-parts":[["2004"]]},"language":"en","page":"275-284","source":"Wiley Online Library","title":"Does increased habitat complexity reduce predation and competition in coral reef fish assemblages?","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.0030-1299.2004.13193.x","volume":"106"},
  {"id":"andersonCanonicalAnalysisPrincipal2003","abstract":"A flexible method is needed for constrained ordination on the basis of any distance or dissimilarity measure, which will display a cloud of multivariate points by reference to a specific a priori hypothesis. We suggest the use of principal coordinate analysis (PCO, metric MDS), followed by either a canonical discriminant analysis (CDA, when the hypothesis concerns groups) or a canonical correlation analysis (CCorA, when the hypothesis concerns relationships with environmental or other variables), to provide a flexible and meaningful constrained ordination of ecological species abundance data. Called “CAP” for “Canonical Analysis of Principal coordinates,” this method will allow a constrained ordination to be done on the basis of any distance or dissimilarity measure. We describe CAP in detail, including how it can uncover patterns that are masked in an unconstrained MDS ordination. Canonical tests using permutations are also given, and we show how the method can be used (1) to place a new observation into the canonical space using only interpoint dissimilarities, (2) to classify observations and obtain misclassification or residual errors, and (3) to correlate the original variables with patterns on canonical plots. Misclassification error or residual error is used to obtain a non-arbitrary decision concerning the appropriate dimensionality of the response data cloud (number of PCO axes) for the ensuing canonical analysis. We suggest that a CAP ordination and an unconstrained ordination, such as MDS, together will provide important information for meaningful multivariate analyses of ecological data by reference to explicit a priori hypotheses. Corresponding Editor: A. M. Ellison","accessed":{"date-parts":[["2023",9,6]]},"author":[{"family":"Anderson","given":"Marti J."},{"family":"Willis","given":"Trevor J."}],"citation-key":"andersonCanonicalAnalysisPrincipal2003","container-title":"Ecology","DOI":"10.1890/0012-9658(2003)084[0511:CAOPCA]2.0.CO;2","ISSN":"1939-9170","issue":"2","issued":{"date-parts":[["2003"]]},"language":"en","license":"© 2003 by the Ecological Society of America","page":"511-525","source":"Wiley Online Library","title":"Canonical analysis of principal coordinates: A useful method of constrained ordination for ecology","title-short":"Canonical analysis of principal coordinates","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1890/0012-9658%282003%29084%5B0511%3ACAOPCA%5D2.0.CO%3B2","volume":"84"},
  {"id":"asherMesophoticDepthGradients2017","abstract":"Mesophotic coral ecosystem (MCE) research has increased considerably in recent years, as MCEs may provide partial insulation from the effects of climate change, localized anthropogenic stressors, and may dampen fishing pressures for target species depleted in shallower waters.Mesophotic coral ecosystem (MCE) research has increased considerably in recent years, as MCEs may provide partial insulation from the effects of climate change, localized anthropogenic stressors, and may dampen fishing pressures for target species depleted in shallower waters.","author":[{"family":"Asher","given":"Jacob"},{"family":"Williams","given":"Ivor D"},{"family":"Harvey","given":"Euan S"}],"citation-key":"asherMesophoticDepthGradients2017","container-title":"Frontiers in Marine Science","container-title-short":"Front. Mar. Sci.","DOI":"10.3389/fmars.2017.00098","issued":{"date-parts":[["2017",4,19]]},"page":"557-18","publisher":"Frontiers","title":"Mesophotic Depth Gradients Impact Reef Fish Assemblage Composition and Functional Group Partitioning in the Main Hawaiian Islands","type":"article-journal","URL":"http://journal.frontiersin.org/article/10.3389/fmars.2017.00098/full","volume":"4"},
  {"id":"assisBioORACLEV2Extending2018","abstract":"Motivation The availability of user-friendly, high-resolution global environmental datasets is crucial for bioclimatic modelling. For terrestrial environments, WorldClim has served this purpose since 2005, but equivalent marine data only became available in 2012, with pioneer initiatives like Bio-ORACLE providing data layers for several ecologically relevant variables. Currently, the available marine data packages have not yet been updated to the most recent Intergovernmental Panel on Climate Change (IPCC) predictions nor to present times, and are mostly restricted to the top surface layer of the oceans, precluding the modelling of a large fraction of the benthic diversity that inhabits deeper habitats. To address this gap, we present a significant update of Bio-ORACLE for new future climate scenarios, present-day conditions and benthic layers (near sea bottom). The reliability of data layers was assessed using a cross-validation framework against in situ quality-controlled data. This test showed a generally good agreement between our data layers and the global climatic patterns. We also provide a package of functions in the R software environment (sdmpredictors) to facilitate listing, extraction and management of data layers and allow easy integration with the available pipelines for bioclimatic modelling. Main types of variable contained Surface and benthic layers for water temperature, salinity, nutrients, chlorophyll, sea ice, current velocity, phytoplankton, primary productivity, iron and light at bottom. Spatial location and grain Global at 5 arcmin (c. 0.08° or 9.2 km at the equator). Time period and grain Present (2000–2014) and future (2040–2050 and 2090–2100) environmental conditions based on monthly averages. Major taxa and level of measurement Marine biodiversity associated with sea surface and epibenthic habitats. Software format ASCII and TIFF grid formats for geographical information systems and a package of functions developed for R software.","accessed":{"date-parts":[["2023",11,9]]},"author":[{"family":"Assis","given":"Jorge"},{"family":"Tyberghein","given":"Lennert"},{"family":"Bosch","given":"Samuel"},{"family":"Verbruggen","given":"Heroen"},{"family":"Serrão","given":"Ester A."},{"family":"De Clerck","given":"Olivier"}],"citation-key":"assisBioORACLEV2Extending2018","container-title":"Global Ecology and Biogeography","DOI":"10.1111/geb.12693","ISSN":"1466-8238","issue":"3","issued":{"date-parts":[["2018"]]},"language":"en","license":"© 2017 John Wiley & Sons Ltd","page":"277-284","source":"Wiley Online Library","title":"Bio-ORACLE v2.0: Extending marine data layers for bioclimatic modelling","title-short":"Bio-ORACLE v2.0","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12693","volume":"27"},
  {"id":"bakerEffectVariableOceanic2007","abstract":"The Hawaiian monk seal population is declining, and low juvenile survival due to prey limitation is believed to be a primary cause. The Transition Zone Chlorophyll Front (TZCF) is a large-scale oceanographic feature separating the vertically stratified, low surface chlorophyll subtropical waters and the vertically mixed, cool, high chlorophyll Transition Zone waters. The TZCF annually migrates over 1000 km in latitude, and its southern extent in winter varies. We hypothesize that when the front migrates southward, it brings colder, more productive waters into monk seal foraging habitat, thereby enhancing the prey base and consequently survival. We expect this effect will be strongest at seal populations situated farthest north and nearest the TZCF. To test this hypothesis, we explored relationships of the survival of more than 3000 monk seals during 1984–2004 to the southernmost latitude of the 18°C isotherm (a proxy for the TZCF). We found a statistically significant nonlinear relationship between the winter position of the TZCF and survival of monk seals through 4 yr of age at the most northerly atolls. When the front remained farther north, survival was poorer. The relationship was strongest following a 1 or 2 yr lag, perhaps indicating the time required for enhanced productivity to influence the food web and improve the seals’ prey base. No such relationship was found at subpopulations located farther south or among adult animals at any site. Variation in ocean productivity may mediate prey availability in monk seal foraging habitat and consequently influence juvenile survival in the northern portion of their range.","accessed":{"date-parts":[["2023",11,7]]},"author":[{"family":"Baker","given":"Jason D."},{"family":"Polovina","given":"Jeffrey J."},{"family":"Howell","given":"Evan A."}],"citation-key":"bakerEffectVariableOceanic2007","container-title":"Marine Ecology Progress Series","DOI":"10.3354/meps06968","ISSN":"0171-8630, 1616-1599","issued":{"date-parts":[["2007",9,27]]},"language":"en","page":"277-283","source":"www.int-res.com","title":"Effect of variable oceanic productivity on the survival of an upper trophic predator, the Hawaiian monk seal Monachus schauinslandi","type":"article-journal","URL":"https://www.int-res.com/abstracts/meps/v346/p277-283/","volume":"346"},
  {"id":"batesFittingLinearMixedEffects2015","abstract":"Maximum likelihood or restricted maximum likelihood (REML) estimates of the parameters in linear mixed-effects models can be determined using the lmer function in the lme4 package for R. As for most model-fitting functions in R, the model is described in an lmer call by a formula, in this case including both fixed- and random-effects terms. The formula and data together determine a numerical representation of the model from which the profiled deviance or the profiled REML criterion can be evaluated as a function of some of the model parameters. The appropriate criterion is optimized, using one of the constrained optimization functions in R, to provide the parameter estimates. We describe the structure of the model, the steps in evaluating the profiled deviance or REML criterion, and the structure of classes or types that represents such a model. Sufficient detail is included to allow specialization of these structures by users who wish to write functions to fit specialized linear mixed models, such as models incorporating pedigrees or smoothing splines, that are not easily expressible in the formula language used by lmer.","accessed":{"date-parts":[["2023",8,28]]},"author":[{"family":"Bates","given":"Douglas"},{"family":"Mächler","given":"Martin"},{"family":"Bolker","given":"Ben"},{"family":"Walker","given":"Steve"}],"citation-key":"batesFittingLinearMixedEffects2015","container-title":"Journal of Statistical Software","DOI":"10.18637/jss.v067.i01","ISSN":"1548-7660","issued":{"date-parts":[["2015",10,7]]},"language":"en","license":"Copyright (c) 2015 Douglas Bates, Martin Mächler, Ben Bolker, Steve Walker","page":"1-48","source":"www.jstatsoft.org","title":"Fitting Linear Mixed-Effects Models Using lme4","type":"article-journal","URL":"https://doi.org/10.18637/jss.v067.i01","volume":"67"},
  {"id":"begonEcologyIndividualsEcosystems2021","author":[{"family":"Begon","given":"Michael"},{"family":"Townsend","given":"Colin R"}],"citation-key":"begonEcologyIndividualsEcosystems2021","ISBN":"1-119-27935-6","issued":{"date-parts":[["2021"]]},"publisher":"John Wiley & Sons","title":"Ecology: from individuals to ecosystems","type":"book"},
  {"id":"bellwoodEnvironmentalGeometricConstraints2005","abstract":"The Indo-Australian Archipelago supports the world's richest coral reef biodiversity hotspot. Traditional hypotheses that account for such exceptional biodiversity have highlighted the importance of environmental variables such as habitat area and energy input. Recently, however, an additional explanation has been proposed based on geometric constraints in the placement of geographical ranges within a bounded domain, which cause a mid-domain peak in species richness; the mid-domain effect (MDE). Here, for the first time, we examine the relative importance of area, energy and MDE jointly on species richness patterns. Model selection indicates that the best model incorporates MDE and reef area, but no energy effect; moreover, this best-fit model captures all major features of reef fish and coral species richness patterns. Habitat area is the major environmental factor influencing species richness. The prevention of further fragmentation and loss of habitat area is of critical importance for the conservation of coral reef biodiversity.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bellwood","given":"David R."},{"family":"Hughes","given":"Terence P."},{"family":"Connolly","given":"Sean R."},{"family":"Tanner","given":"J."}],"citation-key":"bellwoodEnvironmentalGeometricConstraints2005","container-title":"Ecology Letters","DOI":"10.1111/j.1461-0248.2005.00763.x","ISSN":"1461-0248","issue":"6","issued":{"date-parts":[["2005"]]},"language":"en","page":"643-651","source":"Wiley Online Library","title":"Environmental and geometric constraints on Indo-Pacific coral reef biodiversity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1461-0248.2005.00763.x","volume":"8"},
  {"id":"bellwoodRegionalscaleAssemblyRules2001","abstract":"Tropical reef fishes and corals exhibit highly predictable patterns of taxonomic composition across the Indian and Pacific Oceans. Despite steep longitudinal and latitudinal gradients in total species richness, the composition of these key taxa is constrained within a remarkably narrow range of values. Regional-scale variation in reef biodiversity is best explained by large-scale patterns in the availability of shallow-water habitat. Once habitat area is accounted for, there is surprisingly little residual effect of latitude or longitude. Low-diversity regions are most vulnerable to human impacts such as global warming, underscoring the urgent need for integrated management at multinational scales.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bellwood","given":"David R."},{"family":"Hughes","given":"Terence P."}],"citation-key":"bellwoodRegionalscaleAssemblyRules2001","container-title":"Science","DOI":"10.1126/science.1058635","issue":"5521","issued":{"date-parts":[["2001",5,25]]},"page":"1532-1535","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Regional-scale assembly rules and biodiversity of coral reefs","type":"article-journal","URL":"https://www.science.org/doi/abs/10.1126/science.1058635","volume":"292"},
  {"id":"bellwoodSleepingFunctionalGroup2006","abstract":"The world's coral reefs are in decline, with many exhibiting a phase shift from coral to macroalgal dominance 1, 2, 3, 4, 5, 6. This change is often associated with habitat loss and overharvesting of herbivorous fishes, particularly parrotfishes and surgeonfishes 6, 7, 8, 9. The challenge is to reverse this decline and enhance the resilience of coral-reef ecosystems 10, 11. We demonstrate, by using a large-scale experimentally induced phase shift, that the rapid reversal from a macroalgal-dominated to a coral- and epilithic algal-dominated state was not a result of herbivory by parrotfishes or surgeonfishes. Surprisingly, phase-shift reversal was primarily driven by a single batfish species (Platax pinnatus), a fish previously regarded as an invertebrate feeder. The 43 herbivorous fishes in the local fauna played only a minor role, suggesting that biodiversity may not offer the protection we hoped for in complex ecosystems. Our findings highlight the dangers faced by coral reefs and other threatened complex ecosystems: Species or functional groups that prevent phase shifts may not be able to reverse phase shifts once they occur. Nevertheless, reversal is possible. The critical issue is to identify and protect those groups that underpin the resilience and regeneration of complex ecosystems.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bellwood","given":"David R."},{"family":"Hughes","given":"Terence P."},{"family":"Hoey","given":"Andrew S."}],"citation-key":"bellwoodSleepingFunctionalGroup2006","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2006.10.030","ISSN":"0960-9822","issue":"24","issued":{"date-parts":[["2006",12,19]]},"language":"en","page":"2434-2439","source":"ScienceDirect","title":"Sleeping functional group drives coral-reef recovery","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0960982206023670","volume":"16"},
  {"id":"benfieldComparisonCoralReef2008","abstract":"We compared the reef fish assemblages of two habitats, coral reefs and coral communities (rocky substratum with coral colonies), in the Las Perlas Archipelago in Pacific Panama and attempted to determine associations with habitat variables. We used a modified Atlantic and Gulf Rapid Reef Assessment (AGRRA) survey to record fish species and quadrat transects to determine benthic composition. Multivariate non-parametric multi-dimensional scaling (MDS) ordinations were performed in PRIMER and univariate correlations were used to determine relationships. The reef fish of coral communities were significantly more diverse and species rich than those of coral reefs. The two habitats had significantly different species and size composition, but trophic and family groups overlapped between habitats. Topography, exposure, and the percentage cover of branching and massive corals correlated significantly with differences in fish parameters. The reef fish assemblages of this region appear to be determined more by the larger scale structural features that characterize the two habitats than by features that vary over small scales within the habitats.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Benfield","given":"Sarah"},{"family":"Baxter","given":"Laura"},{"family":"Guzman","given":"Hector M."},{"family":"Mair","given":"James M."}],"citation-key":"benfieldComparisonCoralReef2008","container-title":"Journal of the Marine Biological Association of the United Kingdom","DOI":"10.1017/S0025315408002002","ISSN":"1469-7769, 0025-3154","issue":"7","issued":{"date-parts":[["2008",11]]},"language":"en","page":"1331-1341","publisher":"Cambridge University Press","source":"Cambridge University Press","title":"A comparison of coral reef and coral community fish assemblages in Pacific Panama and environmental factors governing their structure","type":"article-journal","URL":"https://www.cambridge.org/core/journals/journal-of-the-marine-biological-association-of-the-united-kingdom/article/comparison-of-coral-reef-and-coral-community-fish-assemblages-in-pacific-panama-and-environmental-factors-governing-their-structure/B68DCB254ABF68F38748745D73EB9D15","volume":"88"},
  {"id":"benjaminiControllingFalseDiscovery1995","abstract":"The common approach to the multiplicity problem calls for controlling the familywise error rate (FWER). This approach, though, has faults, and we point out a few. A different approach to problems of multiple significance testing is presented. It calls for controlling the expected proportion of falsely rejected hypotheses — the false discovery rate. This error rate is equivalent to the FWER when all hypotheses are true but is smaller otherwise. Therefore, in problems where the control of the false discovery rate rather than that of the FWER is desired, there is potential for a gain in power. A simple sequential Bonferronitype procedure is proved to control the false discovery rate for independent test statistics, and a simulation study shows that the gain in power is substantial. The use of the new procedure and the appropriateness of the criterion are illustrated with examples.","accessed":{"date-parts":[["2023",11,7]]},"author":[{"family":"Benjamini","given":"Yoav"},{"family":"Hochberg","given":"Yosef"}],"citation-key":"benjaminiControllingFalseDiscovery1995","container-title":"Journal of the Royal Statistical Society: Series B (Methodological)","DOI":"10.1111/j.2517-6161.1995.tb02031.x","ISSN":"2517-6161","issue":"1","issued":{"date-parts":[["1995"]]},"language":"en","license":"© 1995 Royal Statistical Society","page":"289-300","source":"Wiley Online Library","title":"Controlling the false discovery rate: A practical and powerful approach to multiple testing","title-short":"Controlling the false discovery rate","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.2517-6161.1995.tb02031.x","volume":"57"},
  {"id":"bertnessTestingRelativeContribution1999","abstract":"In contrast to many other biotic forces, such as competition and predation, the role played by habitat modification by plants and sessile animals in natural communities has not been given the experimental attention it deserves. To test the hypothesis that habitat modification by seaweed canopies can have direct positive effects on rocky intertidal communities, we quantified habitat amelioration by Ascophyllum nodosum canopies and its consequences on understory organisms in the Gulf of Maine, USA. At the upper and lower elevational borders of the algal canopy, we examined the recruitment, growth, and survivorship of common benthic organisms in canopy removal, canopy control, and shaded canopy removal plots intended to mimic canopy habitat modification. The algal canopy greatly reduced potential physical stresses, particularly at high tidal heights. Maximum daily rock temperatures were 5°–10°C lower and evaporative water loss was an order of magnitude less under the canopy than in canopy removal plots. The response of understory organisms to canopy removal, however, was species specific and somewhat idiosyncratic. Nonetheless, in general, at the high intertidal border of the canopy the recruitment, growth, and survival of understory organisms were enhanced by the canopy, whereas at the low intertidal border canopy effects were negative or neutral. Nearly half of the interactions we studied were positive in the high zone. In contrast to positive canopy effects on understory organism recruitment and growth at high tidal heights, consumer pressure was severe under the canopy, particularly at low tidal heights. Green crab predation is likely responsible for limiting understory mussel densities, while grazing by the snail, Littorina littorea, keeps understory substrate clear of algal recruits. The amelioration of harsh physical conditions by algal canopies can have strong direct positive effects in high rocky intertidal communities by enhancing organism recruitment, growth, and survival. These canopy effects, however, may often be offset by increased consumer pressure at low tidal heights. These types of habitat modification effects are likely to be pervasive in many other terrestrial and marine communities exposed to harsh physical conditions.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bertness","given":"Mark D."},{"family":"Leonard","given":"George H."},{"family":"Levine","given":"Jonathan M."},{"family":"Schmidt","given":"Paul R."},{"family":"Ingraham","given":"Aubrey O."}],"citation-key":"bertnessTestingRelativeContribution1999","container-title":"Ecology","DOI":"10.1890/0012-9658(1999)080[2711:TTRCOP]2.0.CO;2","ISSN":"1939-9170","issue":"8","issued":{"date-parts":[["1999"]]},"language":"en","page":"2711-2726","source":"Wiley Online Library","title":"Testing the relative contribution of positive and negative interactions in rocky intertidal communities","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1890/0012-9658%281999%29080%5B2711%3ATTRCOP%5D2.0.CO%3B2","volume":"80"},
  {"id":"birdTideWaveMarks2013","abstract":"The effects of tides on littoral marine habitats are so ubiquitous that shorelines are commonly described as ‘intertidal’, whereas waves are considered a secondary factor that simply modifies the intertidal habitat. However mean significant wave height exceeds tidal range at many locations worldwide. Here we construct a simple sinusoidal model of coastal water level based on both tidal range and wave height. From the patterns of emergence and submergence predicted by the model, we derive four vertical shoreline benchmarks which bracket up to three novel, spatially distinct, and physically defined zones. The (1) emergent tidal zone is characterized by tidally driven emergence in air; the (2) wave zone is characterized by constant (not periodic) wave wash; and the (3) submergent tidal zone is characterized by tidally driven submergence. The decoupling of tidally driven emergence and submergence made possible by wave action is a critical prediction of the model. On wave-dominated shores (wave height ≫ tidal range), all three zones are predicted to exist separately, but on tide-dominated shores (tidal range ≫ wave height) the wave zone is absent and the emergent and submergent tidal zones overlap substantially, forming the traditional “intertidal zone”. We conclude by incorporating time and space in the model to illustrate variability in the physical conditions and zonation on littoral shores. The wave:tide physical zonation model is a unifying framework that can facilitate our understanding of physical conditions on littoral shores whether tropical or temperate, marine or lentic.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bird","given":"Christopher E."},{"family":"Franklin","given":"Erik C."},{"family":"Smith","given":"Celia M."},{"family":"Toonen","given":"Robert J."}],"citation-key":"birdTideWaveMarks2013","container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.154","ISSN":"2167-8359","issued":{"date-parts":[["2013",9,19]]},"language":"en","page":"e154","publisher":"PeerJ Inc.","source":"peerj.com","title":"Between tide and wave marks: A unifying model of physical zonation on littoral shores","title-short":"Between tide and wave marks","type":"article-journal","URL":"https://peerj.com/articles/154","volume":"1"},
  {"id":"bishop-taylorTidesModellingElevation2019","abstract":"The intertidal zone represents a critical transition between marine and terrestrial ecosystems, supporting a complex mosaic of highly productive and biologically diverse habitats. However, our understanding of these important coastal environments is limited by a lack of spatially consistent topographic data, which can be extremely challenging and costly to obtain at continental-scale. Satellite remote sensing represents an important resource for monitoring extensive coastal zones. Previous approaches to modelling the elevation of the intertidal zone using earth observation (EO) data have been restricted to small study regions or have relied on manual image interpretation, thus limiting their ability to be applied consistently over large geographic extents. In this study, we present an automated open-source approach to generate satellite-derived elevation data for over 15,387 km2 of intertidal terrain across the entire Australian coastline. Our approach combines global tidal modelling with a 30-year time series archive of spatially and spectrally calibrated Landsat satellite data managed within the Digital Earth Australia (DEA) platform. The resulting National Intertidal Digital Elevation Model (NIDEM) dataset provides an unprecedented three-dimensional representation of Australia's vast exposed intertidal zone at 25 m spatial resolution. We validate our model against LiDAR, RTK GPS and multibeam bathymetry datasets, finding that modelled elevations are highly accurate across sandy beach (±0.41 m RMSE) and tidal flat environments (±0.39 m RMSE). Model performance was least accurate (±2.98 m RMSE) within rocky shores and reefs and other complex coastal environments with extreme and variable tidal regimes. We discuss key challenges associated with modelling intertidal elevation including tidal model performance and biased observations from sun-synchronous satellites, and suggest future directions to improve the accuracy and utility of continental-scale intertidal elevation modelling. Our model can be applied to tidally-influenced coastal environments globally, addressing a key gap between the availability of sub-tidal bathymetry and terrestrial elevation data.","accessed":{"date-parts":[["2024",2,1]]},"author":[{"family":"Bishop-Taylor","given":"Robbi"},{"family":"Sagar","given":"Stephen"},{"family":"Lymburner","given":"Leo"},{"family":"Beaman","given":"Robin J."}],"citation-key":"bishop-taylorTidesModellingElevation2019","container-title":"Estuarine, Coastal and Shelf Science","container-title-short":"Estuarine, Coastal and Shelf Science","DOI":"10.1016/j.ecss.2019.03.006","ISSN":"0272-7714","issued":{"date-parts":[["2019",7,31]]},"page":"115-128","source":"ScienceDirect","title":"Between the tides: Modelling the elevation of Australia's exposed intertidal zone at continental scale","title-short":"Between the tides","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0272771418308783","volume":"223"},
  {"id":"bongaertsAssessingDeepReef2010","abstract":"Coral reefs in shallow-water environments (<30 m) are in decline due to local and global anthropogenic stresses. This has led to renewed interest in the ‘deep reef refugia’ hypothesis (DRRH), which stipulates that deep reef areas (1) are protected or dampened from disturbances that affect shallow reef areas and (2) can provide a viable reproductive source for shallow reef areas following disturbance. Using the Caribbean as an example, the assumptions of this hypothesis were explored by reviewing the literature for scleractinian corals—the reef framework builders on tropical reefs. Although there is evidence to support that deep reefs (>30 m) can escape the direct effects of storm-induced waves and thermal bleaching events, deep reefs are certainly not immune to disturbance. Additionally, the potential of deep reefs to provide propagules for shallow reef areas seems limited to ‘depth-generalist’ coral species, which constitute only ~25% of the total coral biodiversity. Larval connectivity between shallow and deep populations of these species may be further limited due to specific life history traits (e.g., brooding reproductive strategy and vertical symbiont acquisition mode). This review exposes how little is known about deep reefs and coral reproduction over depth. Hence, a series of urgent research priorities are proposed to determine the extent to which deep reefs may act as a refuge in the face of global reef decline.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bongaerts","given":"Pim"},{"family":"Ridgway","given":"T."},{"family":"Sampayo","given":"E. M."},{"family":"Hoegh-Guldberg","given":"Ove"}],"citation-key":"bongaertsAssessingDeepReef2010","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-009-0581-x","ISSN":"1432-0975","issue":"2","issued":{"date-parts":[["2010",6,1]]},"language":"en","page":"309-327","source":"Springer Link","title":"Assessing the ‘deep reef refugia’ hypothesis: focus on Caribbean reefs","title-short":"Assessing the ‘deep reef refugia’ hypothesis","type":"article-journal","URL":"https://doi.org/10.1007/s00338-009-0581-x","volume":"29"},
  {"id":"bongaertsDeepReefsAre2017","abstract":"Deep coral reefs (that is, mesophotic coral ecosystems) can act as refuges against major disturbances affecting shallow reefs. It has been proposed that, through the provision of coral propagules, such deep refuges may aid in shallow reef recovery; however, this “reseeding” hypothesis remains largely untested. We conducted a genome-wide assessment of two scleractinian coral species with contrasting reproductive modes, to assess the potential for connectivity between mesophotic (40 m) and shallow (12 m) depths on an isolated reef system in the Western Atlantic (Bermuda). To overcome the pervasive issue of endosymbiont contamination associated with de novo sequencing of corals, we used a novel subtraction reference approach. We have demonstrated that strong depth-associated selection has led to genome-wide divergence in the brooding species Agaricia fragilis (with divergence by depth exceeding divergence by location). Despite introgression from shallow into deep populations, a lack of first-generation migrants indicates that effective connectivity over ecological time scales is extremely limited for this species and thus precludes reseeding of shallow reefs from deep refuges. In contrast, no genetic structuring between depths (or locations) was observed for the broadcasting species Stephanocoenia intersepta, indicating substantial potential for vertical connectivity. Our findings demonstrate that vertical connectivity within the same reef system can differ greatly between species and that the reseeding potential of deep reefs in Bermuda may apply to only a small number of scleractinian species. Overall, we argue that the “deep reef refuge hypothesis” holds for individual coral species during episodic disturbances but should not be assumed as a broader ecosystem-wide phenomenon.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bongaerts","given":"Pim"},{"family":"Riginos","given":"Cynthia"},{"family":"Brunner","given":"Ramona"},{"family":"Englebert","given":"Norbert"},{"family":"Smith","given":"Struan R."},{"family":"Hoegh-Guldberg","given":"Ove"}],"citation-key":"bongaertsDeepReefsAre2017","container-title":"Science Advances","DOI":"10.1126/sciadv.1602373","issue":"2","issued":{"date-parts":[["2017",2,15]]},"page":"e1602373","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Deep reefs are not universal refuges: Reseeding potential varies among coral species","title-short":"Deep reefs are not universal refuges","type":"article-journal","URL":"https://www.science.org/doi/full/10.1126/sciadv.1602373","volume":"3"},
  {"id":"borcardNumericalEcology2018","author":[{"family":"Borcard","given":"D."},{"family":"Gillet","given":"F."},{"family":"Legendre","given":"P."}],"citation-key":"borcardNumericalEcology2018","ISBN":"978-3-319-71404-2","issued":{"date-parts":[["2018"]]},"publisher":"Springer International Publishing","title":"Numerical Ecology with R","type":"book","URL":"https://books.google.com/books?id=p1NSDwAAQBAJ"},
  {"id":"borgattiCentralityNetworkFlow2005","abstract":"Centrality measures, or at least popular interpretations of these measures, make implicit assumptions about the manner in which traffic flows through a network. For example, some measures count only geodesic paths, apparently assuming that whatever flows through the network only moves along the shortest possible paths. This paper lays out a typology of network flows based on two dimensions of variation, namely the kinds of trajectories that traffic may follow (geodesics, paths, trails, or walks) and the method of spread (broadcast, serial replication, or transfer). Measures of centrality are then matched to the kinds of flows that they are appropriate for. Simulations are used to examine the relationship between type of flow and the differential importance of nodes with respect to key measurements such as speed of reception of traffic and frequency of receiving traffic. It is shown that the off-the-shelf formulas for centrality measures are fully applicable only for the specific flow processes they are designed for, and that when they are applied to other flow processes they get the “wrong” answer. It is noted that the most commonly used centrality measures are not appropriate for most of the flows we are routinely interested in. A key claim made in this paper is that centrality measures can be regarded as generating expected values for certain kinds of node outcomes (such as speed and frequency of reception) given implicit models of how traffic flows, and that this provides a new and useful way of thinking about centrality.","accessed":{"date-parts":[["2024",8,30]]},"author":[{"family":"Borgatti","given":"Stephen P."}],"citation-key":"borgattiCentralityNetworkFlow2005","container-title":"Social Networks","container-title-short":"Social Networks","DOI":"10.1016/j.socnet.2004.11.008","ISSN":"0378-8733","issue":"1","issued":{"date-parts":[["2005",1,1]]},"page":"55-71","source":"ScienceDirect","title":"Centrality and network flow","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0378873304000693","volume":"27"},
  {"id":"bowenOriginsTropicalMarine2013","abstract":"Recent phylogeographic studies have overturned three paradigms for the origins of marine biodiversity. (i) Physical (allopatric) isolation is not the sole avenue for marine speciation: many species diverge along ecological boundaries. (ii) Peripheral habitats such as oceanic archipelagos are not evolutionary graveyards: these regions can export biodiversity. (iii) Speciation in marine and terrestrial ecosystems follow similar processes but are not the same: opportunities for allopatric isolation are fewer in the oceans, leaving greater opportunity for speciation along ecological boundaries. Biodiversity hotspots such as the Caribbean Sea and the Indo-Pacific Coral Triangle produce and export species, but can also accumulate biodiversity produced in peripheral habitats. Both hotspots and peripheral ecosystems benefit from this exchange in a process dubbed biodiversity feedback.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Bowen","given":"Brian W."},{"family":"Rocha","given":"Luiz A."},{"family":"Toonen","given":"Robert J."},{"family":"Karl","given":"Stephen A."}],"citation-key":"bowenOriginsTropicalMarine2013","container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2013.01.018","ISSN":"0169-5347","issue":"6","issued":{"date-parts":[["2013",6,1]]},"language":"en","page":"359-366","source":"ScienceDirect","title":"The origins of tropical marine biodiversity","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0169534713000359","volume":"28"},
  {"id":"bradyEvolutionaryEcologyPlant2005","abstract":"▪ Abstract Plant adaptation to serpentine soil has been a topic of study for many decades, yet investigation of the genetic component of this adaptation has only recently begun. We review the defining properties of serpentine soil and the pioneering work leading to three established physiological and evolutionary mechanisms hypothesized to be responsible for serpentine tolerance: tolerance of a low calcium-to-magnesium ratio, avoidance of Mg toxicity, or a high Mg requirement. In addition, we review recent work in serpentine ecology documenting the high proportion of endemic species present, the adaptive morphologies of serpentine-tolerant plants, and the distinctive structure of serpentine communities. Studies of the physiological mechanisms proposed to confer serpentine tolerance have shown that uptake of particular ions and heavy metals varies between serpentine-tolerant and -intolerant species. Recent studies examining the genetic basis of serpentine adaptation have shown serpentine-adaptive quantitative trait loci (QTL) to have large phenotypic effects, drought tolerance to be as important as metal tolerance, and serpentine adaptation to have evolved independently multiple times within species. Investigations of plant races and species adapted to contrasting soil types have shown disparate flowering times, divergent floral morphologies, and pollen incompatibility to contribute to reproductive isolation. Finally, we propose that future studies involving serpentine systems should merge the fields of ecology, evolution, physiology, and genetics.","accessed":{"date-parts":[["2024",9,20]]},"author":[{"family":"Brady","given":"Kristy U."},{"family":"Kruckeberg","given":"Arthur R."},{"family":"Jr","given":"H. D. Bradshaw"}],"citation-key":"bradyEvolutionaryEcologyPlant2005","container-title":"Annual Review of Ecology, Evolution, and Systematics","DOI":"10.1146/annurev.ecolsys.35.021103.105730","ISSN":"1543-592X, 1545-2069","issue":"Volume 36, 2005","issued":{"date-parts":[["2005",12,15]]},"language":"en","page":"243-266","publisher":"Annual Reviews","source":"www.annualreviews.org","title":"Evolutionary Ecology of Plant Adaptation to Serpentine Soils","type":"article-journal","URL":"https://www.annualreviews.org/content/journals/10.1146/annurev.ecolsys.35.021103.105730","volume":"36"},
  {"id":"brainardAutonomousReefMonitoring2009","author":[{"family":"Brainard","given":"R"},{"family":"Moffitt","given":"R"},{"family":"Timmers","given":"Molly"},{"family":"Paulay","given":"Gustav"},{"family":"Plaisance","given":"Laetitia"},{"family":"Knowlton","given":"Nancy"},{"family":"Caley","given":"J"},{"family":"Fohrer","given":"F"},{"family":"Charette","given":"A"},{"family":"Meyer","given":"Christopher"}],"citation-key":"brainardAutonomousReefMonitoring2009","event-title":"11th Pacific Science Inter-Congress, Papeete, Tahiti","issued":{"date-parts":[["2009"]]},"title":"Autonomous Reef Monitoring Structures (ARMS): A tool for monitoring indices of biodiversity in the Pacific Islands","type":"paper-conference"},
  {"id":"brandlCoralReefEcosystem2019","abstract":"Coral reefs are in global decline. Reversing this trend is a primary management objective but doing so depends on understanding what keeps reefs in desirable states (ie “functional”). Although there is evidence that coral reefs thrive under certain conditions (eg moderate water temperatures, limited fishing pressure), the dynamic processes that promote ecosystem functioning and its internal drivers (ie community structure) are poorly defined and explored. Specifically, despite decades of research suggesting a positive relationship between biodiversity and ecosystem functioning across biomes, few studies have explored this relationship in coral reef systems. We propose a practical definition of coral reef functioning, centered on eight complementary ecological processes: calcium carbonate production and bioerosion, primary production and herbivory, secondary production and predation, and nutrient uptake and release. Connecting research on species niches, functional diversity of communities, and rates of the eight key processes can provide a novel, quantitative understanding of reef functioning and its dependence on coral reef communities that will chart the transition of coral reefs in the Anthropocene. This will contribute urgently needed guidance for the management of these important ecosystems.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Brandl","given":"Simon J"},{"family":"Rasher","given":"Douglas B"},{"family":"Côté","given":"Isabelle M"},{"family":"Casey","given":"Jordan M"},{"family":"Darling","given":"Emily S"},{"family":"Lefcheck","given":"Jonathan S"},{"family":"Duffy","given":"J Emmett"}],"citation-key":"brandlCoralReefEcosystem2019","container-title":"Frontiers in Ecology and the Environment","DOI":"10.1002/fee.2088","ISSN":"1540-9309","issue":"8","issued":{"date-parts":[["2019"]]},"language":"en","license":"© The Ecological Society of America","page":"445-454","source":"Wiley Online Library","title":"Coral reef ecosystem functioning: eight core processes and the role of biodiversity","title-short":"Coral reef ecosystem functioning","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/fee.2088","volume":"17"},
  {"id":"brunoHabitatModificationFacilitation2001","author":[{"family":"Bruno","given":"John F"}],"citation-key":"brunoHabitatModificationFacilitation2001","container-title":"Marine community ecology","editor":[{"family":"Bertness","given":"Mark D."},{"family":"Gaines","given":"S. D."},{"family":"Hay","given":"M. E."}],"event-place":"Sunderland","issued":{"date-parts":[["2001"]]},"page":"201-218","publisher":"Sinauer Associates","publisher-place":"Sunderland","title":"Habitat modification and facilitation in benthic marine communities","type":"chapter"},
  {"id":"bussCompetitiveNetworksNontransitive1979","abstract":"Nonhierarchial sequences of interference competitive abilities, competitive networks, have been observed in Jamaican cryptic coral reef environments and also appear to exist in Jamaican open reef surface environments. These competitive networks are both numerous and complex; they appear more likely to be formed by interactions between than within major taxonomic groups. The exact spatial position an organism occupies and the rate at which organisms overgrow one another will be important determinants of patterns of species distribution on substrata supporting competitive networks. This will not be the case if a competitive hierarchy exists. The existence of a competitive network on a particular substratum will serve to increase the length of time required for single species resource monopolization relative to the time which would be required if a competitive hierarchy exists, assuming equivalent rates of overgrowth in both cases. The competitive networks situation provides a mechanism for the development of specific types of coevolutionary relationships.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Buss","given":"L. W."},{"family":"Jackson","given":"J. B. C."}],"citation-key":"bussCompetitiveNetworksNontransitive1979","container-title":"The American Naturalist","DOI":"10.1086/283381","ISSN":"0003-0147","issue":"2","issued":{"date-parts":[["1979",2]]},"page":"223-234","publisher":"The University of Chicago Press","source":"journals.uchicago.edu (Atypon)","title":"Competitive networks: Nontransitive competitive relationships in cryptic coral reef environments","title-short":"Competitive networks","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/abs/10.1086/283381","volume":"113"},
  {"id":"caballero-aragonWaveExposureTemperature2023","abstract":"Abiotic factors and human impact have a considerable influence on reef corals driving their dynamics and distribution. Most studies on coral reefs address only biological variables that cannot alone explain the predominant stressors and processes. For this work, we studied 46 shallow reefs and 48 deep reefs between 2010 and 2013 in the Cuban archipelago. Our aim was to understand how three coral community response variables (living coral cover, coral relative dominance, and habitat rugosity) were related to seven potential abiotic predictor variables (wave exposure, sea surface temperature, degree heating week, chlorophyll-a concentration, particulate organic carbon, photosynthetically available radiation, and the diffuse attenuation coefficient), measured from remote sensing from 2002 to 2013. A human impact index (Gravity) was also included as potential predictor. We applied a routine analysis based on linear distances to analyze the relationship between coral and abiotic variables/human impact index. The abiotic variables showed large spatial variability, explaining between 27 and 55% of the spatial variability in coral community structure supporting their strong predictive power. Wave exposure influenced all the coral metrics resulting in higher coral cover and rugosity in the less exposed sites. Average temperature had a positive effect on coral cover and rugosity, suggesting that warmer temperature promotes the coral calcification rates. Thermal anomalies and photosynthetically available radiation had a less important but negative effects. The human impact index indicated that reef sites close to Havana were subjected to highest impact. Acute stressors and stochastic events (e.g., diseases outbreak) have likely overshadowed the effect of other abiotic variables. Our study concludes that wave exposure and temperature were the main abiotic drivers of coral community structure in Cuba archipelago and likely in other reefs from the Caribbean Sea.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Caballero-Aragón","given":"Hansel"},{"family":"Armenteros","given":"Maickel"},{"family":"Perera-Valderrama","given":"Susana"},{"family":"Martell-Dubois","given":"Raúl"},{"family":"Rey-Villiers","given":"Néstor"},{"family":"Rosique-de la Cruz","given":"Laura"},{"family":"Cerdeira-Estrada","given":"Sergio"}],"citation-key":"caballero-aragonWaveExposureTemperature2023","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-022-02308-w","ISSN":"1432-0975","issue":"1","issued":{"date-parts":[["2023",2,1]]},"language":"en","page":"43-61","source":"Springer Link","title":"Wave exposure and temperature drive coral community structure at regional scale in the Cuban archipelago","type":"article-journal","URL":"https://doi.org/10.1007/s00338-022-02308-w","volume":"42"},
  {"id":"cairnsSpeciesRichnessRecent1999","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Cairns","given":"Stephen D."}],"citation-key":"cairnsSpeciesRichnessRecent1999","container-title":"Atoll Research Bulletin","DOI":"10.5479/si.00775630.459.1","ISSN":"0077-5630","issue":"459","issued":{"date-parts":[["1999"]]},"language":"en_US","note":"Accepted: 2007-10-01T13:23:50Z","page":"1–46","source":"repository.si.edu","title":"Species richness of recent Scleractinia","type":"article-journal","URL":"http://repository.si.edu/xmlui/handle/10088/2463"},
  {"id":"carpenterOneThirdReefBuildingCorals2008","abstract":"The conservation status of 845 zooxanthellate reef-building coral species was assessed by using International Union for Conservation of Nature Red List Criteria. Of the 704 species that could be assigned conservation status, 32.8% are in categories with elevated risk of extinction. Declines in abundance are associated with bleaching and diseases driven by elevated sea surface temperatures, with extinction risk further exacerbated by local-scale anthropogenic disturbances. The proportion of corals threatened with extinction has increased dramatically in recent decades and exceeds that of most terrestrial groups. The Caribbean has the largest proportion of corals in high extinction risk categories, whereas the Coral Triangle (western Pacific) has the highest proportion of species in all categories of elevated extinction risk. Our results emphasize the widespread plight of coral reefs and the urgent need to enact conservation measures.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Carpenter","given":"Kent E."},{"family":"Abrar","given":"Muhammad"},{"family":"Aeby","given":"Greta"},{"family":"Aronson","given":"Richard B."},{"family":"Banks","given":"Stuart"},{"family":"Bruckner","given":"Andrew"},{"family":"Chiriboga","given":"Angel"},{"family":"Cortés","given":"Jorge"},{"family":"Delbeek","given":"J. Charles"},{"family":"DeVantier","given":"Lyndon"},{"family":"Edgar","given":"Graham J."},{"family":"Edwards","given":"Alasdair J."},{"family":"Fenner","given":"Douglas"},{"family":"Guzmán","given":"Héctor M."},{"family":"Hoeksema","given":"Bert W."},{"family":"Hodgson","given":"Gregor"},{"family":"Johan","given":"Ofri"},{"family":"Licuanan","given":"Wilfredo Y."},{"family":"Livingstone","given":"Suzanne R."},{"family":"Lovell","given":"Edward R."},{"family":"Moore","given":"Jennifer A."},{"family":"Obura","given":"David O."},{"family":"Ochavillo","given":"Domingo"},{"family":"Polidoro","given":"Beth A."},{"family":"Precht","given":"William F."},{"family":"Quibilan","given":"Miledel C."},{"family":"Reboton","given":"Clarissa"},{"family":"Richards","given":"Zoe T."},{"family":"Rogers","given":"Alex D."},{"family":"Sanciangco","given":"Jonnell"},{"family":"Sheppard","given":"Anne"},{"family":"Sheppard","given":"Charles"},{"family":"Smith","given":"Jennifer"},{"family":"Stuart","given":"Simon"},{"family":"Turak","given":"Emre"},{"family":"Veron","given":"John E. N."},{"family":"Wallace","given":"Carden"},{"family":"Weil","given":"Ernesto"},{"family":"Wood","given":"Elizabeth"}],"citation-key":"carpenterOneThirdReefBuildingCorals2008","container-title":"Science","DOI":"10.1126/science.1159196","issue":"5888","issued":{"date-parts":[["2008",7,25]]},"page":"560-563","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"One-Third of Reef-Building Corals Face Elevated Extinction Risk from Climate Change and Local Impacts","type":"article-journal","URL":"https://www.science.org/doi/abs/10.1126/science.1159196","volume":"321"},
  {"id":"carrBiodiversityPopulationRegulation2002","abstract":"Unprecedented population declines and extinctions because of human activities, combined with a growing recognition that such losses affect the stability of ecosystems, underscore the need to better understand how populations persist naturally. We provide field experimental evidence that high biodiversity—in particular, the combined effects of predators and competitors—acts in a way that regulates the size of local fish populations within their coral-reef community. These results indicate that complex interactions among multiple species are necessary for the stability of a highly diverse community, and so forewarn that overexploiting such species may have cascading negative consequences for the entire system.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Carr","given":"Mark H."},{"family":"Anderson","given":"Todd W."},{"family":"Hixon","given":"Mark A."}],"citation-key":"carrBiodiversityPopulationRegulation2002","container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.162653499","issue":"17","issued":{"date-parts":[["2002",8,20]]},"page":"11241-11245","publisher":"Proceedings of the National Academy of Sciences","source":"pnas.org (Atypon)","title":"Biodiversity, population regulation, and the stability of coral-reef fish communities","type":"article-journal","URL":"https://www.pnas.org/doi/abs/10.1073/pnas.162653499","volume":"99"},
  {"id":"castroCatalogAnomuranBrachyuran2011","abstract":"A total of 68 species of anomuran and 284 living species of brachyuran crabs are listed as reliably occurring in the Hawaiian Islands. These figures include 12 species of brachyurans known to have been introduced, but not four species of anomurans and nine brachyurans whose identifications are questionable and two species of anomurans and 14 brachyurans that appear to have been recorded from the islands in error. Five species of anomurans and one brachyuran so far only known from the Midway Islands are included in the total number of Hawaiian species, but not five species of brachyurans only known from Johnston Atoll that are included only for their biogeographical interest. The Hawaiian crab fauna shows a predominance of wide ranging Indo-West Pacific species (41% of Anomura, 58% of Brachyura), some degree of endemicity (37% of Anomura, 14% of Brachyura), but it is much impoverished in terms of total number of species when compared with the crab fauna of the Indo-Malayan Archipelago, regarded as a center of diversification for many marine taxa. Several taxonomic changes are also made: Trapezia neglecta Castro, 2003, is ascertained to be a junior synonym of T. intermedia Miers, 1886, and a lectotype and a paralectotype are selected for Grapsus oceanicus Hombron &amp; Jacquinot, 1846 (Grapsidae).","accessed":{"date-parts":[["2023",7,18]]},"author":[{"family":"Castro","given":"Peter"}],"citation-key":"castroCatalogAnomuranBrachyuran2011","container-title":"Zootaxa","DOI":"10.11646/zootaxa.2947.1.1","ISSN":"1175-5334","issue":"1","issued":{"date-parts":[["2011",7,8]]},"language":"en","license":"Copyright (c) 2019 Magnolia press","number":"1","page":"1-154","source":"www.biotaxa.org","title":"Catalog of the anomuran and brachyuran crabs (Crustacea: Decapoda: Anomura, Brachyura) of the Hawaiian Islands","title-short":"<p><strong>Catalog of the anomuran and brachyuran crabs (Crustacea","type":"article-journal","URL":"https://www.biotaxa.org/Zootaxa/article/view/zootaxa.2947.1.1","volume":"2947"},
  {"id":"cokerSpatialPatternsCryptobenthic2018","abstract":"Surveys to document coral-reef fish assemblages are often limited to visually conspicuous species, thus excluding a significant proportion of the biodiversity. Through standardized collections of cryptobenthic reef fishes in the central and southern Red Sea, a total of 238 species and operational taxonomic units (OTUs) from 35 families were collected. Abundance and species richness increased by 60 and 30%, respectively, from north to south, and fish community composition differed between the two regions and with proximity to shore in the central region. Models suggest regional influences in fish communities, with latitudinal patterns influenced by key coral groups (Acropora, Pocilloporidae) and variation in environmental parameters (chlorophyll a, sea surface temperature, salinity). This study illustrates the limited taxonomic resolution in this group and in this region, and the need to expand baseline data for this under-studied assemblage. To assist in advancing this initiative, we have produced a catalogue of specimens, archived photographs, and established a DNA sequence library based on cytochrome-c oxidase subunit-I barcodes for all OTUs.","accessed":{"date-parts":[["2023",10,11]]},"author":[{"family":"Coker","given":"Darren J."},{"family":"DiBattista","given":"Joseph D."},{"family":"Sinclair-Taylor","given":"Tane H."},{"family":"Berumen","given":"Michael L."}],"citation-key":"cokerSpatialPatternsCryptobenthic2018","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-017-1647-9","ISSN":"1432-0975","issue":"1","issued":{"date-parts":[["2018",3,1]]},"language":"en","page":"193-199","source":"Springer Link","title":"Spatial patterns of cryptobenthic coral-reef fishes in the Red Sea","type":"article-journal","URL":"https://doi.org/10.1007/s00338-017-1647-9","volume":"37"},
  {"id":"colemanShiftingReefFish2018","abstract":"Mesophotic coral ecosystems (MCEs) continue to be understudied, especially in island locations spread across the Indo-Pacific Ocean. Pohnpei is the largest island in the Federated States of Micronesia, with a well-developed barrier reef, and steep slopes that descend to more than 1,000 m. Here we conducted visual surveys along a depth gradient of 0 to 60 m in addition to video surveys that extend to 130 m, with 72 belt transects and 12 roving surveys using closed-circuit rebreathers, to test for changes in reef fish composition from shallow to mesophotic depths. We observed 304 fish species across 47 families with the majority confined to shallow habitat. Taxonomic and trophic positions at 30 m showed similar compositions when compared against all other depths. However, assemblages were comprised of a distinct shallow (<30 m) and deep (>30 m) group, suggesting 30 m as a transition zone between these communities. Shallow specialists had a high probability of being herbivores and deep specialists had a higher probability of being planktivores. Acanthuridae (surgeonfishes), Holocentridae (soldierfishes), and Labridae (wrasses) were associated primarily with shallow habitat, while Pomacentridae (damselfishes) and Serranidae (groupers) were associated with deep habitat. Four species may indicate Central Pacific mesophotic habitat: Chromis circumaurea, Luzonichthys seaver, Odontanthias borbonius, and an undescribed slopefish (Symphysanodon sp.). This study supports the 30 m depth profile as a transition zone between shallow and mesophotic ecosystems (consistent with accepted definitions of MCEs), with evidence of multiple transition zones below 30 m. Disturbances restricted to either region are not likely to immediately impact the other and both ecosystems should be considered separately in management of reefs near human population centers.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Coleman","given":"Richard R."},{"family":"Copus","given":"Joshua M."},{"family":"Coffey","given":"Daniel M."},{"family":"Whitton","given":"Robert K."},{"family":"Bowen","given":"Brian W."}],"citation-key":"colemanShiftingReefFish2018","container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.4650","ISSN":"2167-8359","issued":{"date-parts":[["2018",4,24]]},"language":"en","page":"e4650","publisher":"PeerJ Inc.","source":"peerj.com","title":"Shifting reef fish assemblages along a depth gradient in Pohnpei, Micronesia","type":"article-journal","URL":"https://peerj.com/articles/4650","volume":"6"},
  {"id":"connellEffectsCompetitionPredation1961","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Connell","given":"Joseph H."}],"citation-key":"connellEffectsCompetitionPredation1961","container-title":"Ecological Monographs","DOI":"10.2307/1950746","ISSN":"0012-9615","issue":"1","issued":{"date-parts":[["1961"]]},"page":"61-104","publisher":"Ecological Society of America","source":"JSTOR","title":"Effects of competition, predation by <i>Thais lapillus</i>, and other factors on natural populations of the barnacle balanus balanoides","type":"article-journal","URL":"https://www.jstor.org/stable/1950746","volume":"31"},
  {"id":"connellInfluenceInterspecificCompetition1961","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Connell","given":"Joseph H."}],"citation-key":"connellInfluenceInterspecificCompetition1961","container-title":"Ecology","DOI":"10.2307/1933500","ISSN":"0012-9658","issue":"4","issued":{"date-parts":[["1961"]]},"page":"710-723","publisher":"Wiley","source":"JSTOR","title":"The influence of interspecific competition and other factors on the distribution of the barnacle <i>Chthamalus stellatus</i>","type":"article-journal","URL":"https://www.jstor.org/stable/1933500","volume":"42"},
  {"id":"connollyCommunityStructureCorals2005","abstract":"Distributions of numerical abundance and resource use among species are fundamental aspects of community structure. Here we characterize these patterns for tropical reef fishes and corals across a 10,000-kilometer biodiversity gradient. Numerical abundance and resource-use distributions have similar shapes, but they emerge at markedly different scales. These results are consistent with a controversial null hypothesis regarding community structure, according to which abundance distributions arise from the interplay of multiple stochastic environmental and demographic factors. Our findings underscore the importance of robust conservation strategies that are appropriately scaled to the broad suite of environmental processes that help sustain biodiversity.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Connolly","given":"Sean R."},{"family":"Hughes","given":"Terence P."},{"family":"Bellwood","given":"David R."},{"family":"Karlson","given":"Ronald H."}],"citation-key":"connollyCommunityStructureCorals2005","container-title":"Science","DOI":"10.1126/science.1113281","issue":"5739","issued":{"date-parts":[["2005",8,26]]},"page":"1363-1365","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Community structure of corals and reef fishes at multiple scales","type":"article-journal","URL":"https://www.science.org/doi/abs/10.1126/science.1113281","volume":"309"},
  {"id":"connollyIndoPacificBiodiversityCoral2003","abstract":"Understanding the nature and causes of global gradients in species richness is a perennial ecological problem, and recent work has highlighted the need to assess these gradients relative to an appropriate statistical expectation. This paper examines latitudinal and longitudinal gradients in species richnesses of corals and reef fishes in the Indo-Pacific domain and compares them with gradients predicted by a mid-domain model in which geographic domains are located at random between the latitudinal and longitudinal boundaries of this region. We test for significant differences between observed and predicted species-richness patterns, and we identify regions that are enriched or depauperate in species, relative to expectation. In addition, we move beyond previous mid-domain analyses by directly comparing observed spatial distributions of geographic ranges with those predicted by a mid-domain model. This comparison indicates precisely how species-richness anomalies are produced by nonrandomness in the distribution of species ranges. For both corals and fishes, large and statistically significant differences exist between observed latitudinal and longitudinal species-richness gradients and those predicted by mid-domain models. Longitudinally, species richness is markedly higher than predicted along the African coast and, to a lesser extent, within the Indo-Australian Archipelago (IAA), and it is markedly lower than expected in the eastern Pacific. Latitudinally, species richness becomes increasingly higher than predicted as one moves from the equator to the tropical margins; then it becomes sharply lower than predicted beyond the tropics. Unexpectedly, differences between observed and predicted spatial distributions of range endpoints and midpoints reveal a pattern of nonrandomness that is highly congruent with the hypothesis that gyres in the Indian and Pacific Oceans, with the IAA forming a porous boundary between them, have a major influence on Indo-Pacific species-richness patterns. Our analyses indicate that the perspective offered by a focus on explaining nonrandomness in the location of geographic ranges (rather than explaining why species numbers vary in space) is likely to dramatically alter our assessments of alternative explanations for global species-richness gradients.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Connolly","given":"Sean R."},{"family":"Bellwood","given":"David R."},{"family":"Hughes","given":"Terence P."}],"citation-key":"connollyIndoPacificBiodiversityCoral2003","container-title":"Ecology","DOI":"10.1890/02-0254","ISSN":"1939-9170","issue":"8","issued":{"date-parts":[["2003"]]},"language":"en","page":"2178-2190","source":"Wiley Online Library","title":"Indo-Pacific biodiversity of coral reefs: Deviations from a mid-domain model","title-short":"Indo-pacific biodiversity of coral reefs","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1890/02-0254","volume":"84"},
  {"id":"connollyUnifiedModelExplains2017","abstract":"Abundance patterns in ecological communities have important implications for biodiversity maintenance and ecosystem functioning. However, ecological theory has been largely unsuccessful at capturing multiple macroecological abundance patterns simultaneously. Here, we propose a parsimonious model that unifies widespread ecological relationships involving local aggregation, species-abundance distributions, and species associations, and we test this model against the metacommunity structure of reef-building corals and coral reef fishes across the western and central Pacific. For both corals and fishes, the unified model simultaneously captures extremely well local species-abundance distributions, interspecific variation in the strength of spatial aggregation, patterns of community similarity, species accumulation, and regional species richness, performing far better than alternative models also examined here and in previous work on coral reefs. Our approach contributes to the development of synthetic theory for large-scale patterns of community structure in nature, and to addressing ongoing challenges in biodiversity conservation at macroecological scales.","accessed":{"date-parts":[["2024",2,1]]},"author":[{"family":"Connolly","given":"Sean R."},{"family":"Hughes","given":"Terry P."},{"family":"Bellwood","given":"David R."}],"citation-key":"connollyUnifiedModelExplains2017","container-title":"Ecology Letters","DOI":"10.1111/ele.12751","ISSN":"1461-0248","issue":"4","issued":{"date-parts":[["2017"]]},"language":"en","license":"© 2017 The Authors. Ecology Letters published by CNRS and John Wiley & Sons Ltd.","page":"477-486","source":"Wiley Online Library","title":"A unified model explains commonness and rarity on coral reefs","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ele.12751","volume":"20"},
  {"id":"counsellVariationCoralassociatedCryptofaunal2018","abstract":"Most of the diversity on coral reefs is in the cryptofauna, the hidden organisms that inhabit the interstitial spaces of corals and other habitat-forming benthos. However, little is known about the patterns and drivers of diversity in cryptofauna. We investigated how the cryptofaunal community associated with the branching coral Pocillopora meandrina varies across spatial scales and environmental gradients. We performed nondestructive visual surveys of the cryptofaunal community on 751 P. meandrina colonies around the island of O‘ahu (30–73 colonies per site, 3–6 sites per region, five regions). We identified 91 species, including 48 fishes and 43 invertebrates. Most of these species were observed rarely, with only 19 species occurring on greater than 5% of surveyed colonies. Variation in community abundance and species richness was greatest at the scale of the coral colony and lowest at the site scale. Abundance and species richness increased with increasing colony size and maximum wave height, and decreased with increasing surface chlorophyll-a. In an analysis of species-specific responses, colony size, wave height, and chlorophyll-a were significant drivers of occurrence. Depth and percent live coral tissue were also identified as important correlates for community composition with distinct responses across taxa. Analyzing species-specific responses to environmental gradients documented a unique pattern for the guard crab Trapezia intermedia, which had a higher probability of occurring on smaller colonies (in contrast to 18 other common taxa). The results of a principal coordinates analysis on community composition and a co-occurrence analysis further supported T. intermedia as having a unique distribution across colonies, even in comparison with four other Trapezia species. Overall, these patterns emphasize the importance of host coral characteristics (i.e., colony size and percent live tissue) and physical characteristics of the surrounding habitat (i.e., wave energy, chlorophyll-a, and depth) in structuring cryptofaunal communities and characterize species-specific responses to environmental gradients.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Counsell","given":"Chelsie W. W."},{"family":"Donahue","given":"Megan J."},{"family":"Edwards","given":"Kyle F."},{"family":"Franklin","given":"Erik C."},{"family":"Hixon","given":"Mark A."}],"citation-key":"counsellVariationCoralassociatedCryptofaunal2018","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-018-1709-7","ISSN":"1432-0975","issue":"3","issued":{"date-parts":[["2018",9,1]]},"language":"en","page":"827-840","source":"Springer Link","title":"Variation in coral-associated cryptofaunal communities across spatial scales and environmental gradients","type":"article-journal","URL":"https://doi.org/10.1007/s00338-018-1709-7","volume":"37"},
  {"id":"dennyPhysicalProcessesThat2001","author":[{"family":"Denny","given":"M. W."},{"family":"Wethey","given":"D. S."}],"citation-key":"dennyPhysicalProcessesThat2001","container-title":"Marine community ecology","editor":[{"family":"Bertness","given":"Mark D."},{"family":"Gaines","given":"S. D."},{"family":"Hay","given":"M. E."}],"event-place":"Sunderland","issued":{"date-parts":[["2001"]]},"page":"3–38","publisher":"Sinauer Associates","publisher-place":"Sunderland","title":"Physical processes that generate patterns in marine communities","type":"chapter"},
  {"id":"desouzaImportanceDepthTemperature2023","abstract":"Coral reefs are iconic examples of climate change impacts because climate-induced heat stress causes the breakdown of the coral-algal symbiosis leading to a spectacular loss of color, termed ‘coral bleaching’. To examine the fine-scale dynamics of this process, we re-sampled 600 individually marked Montipora capitata colonies from across Kāne’ohe Bay, Hawai’i and compared the algal symbiont composition before and after the 2019 bleaching event. The relative proportion of the heat-tolerant symbiont Durusdinium in corals increased in most parts of the bay following the bleaching event. Despite this widespread increase in abundance of Durusdinium, the overall algal symbiont community composition was largely unchanged, and hydrodynamically defined regions of the bay retained their distinct pre-bleaching compositions. We explain ~ 21% of the total variation, of which depth and temperature variability were the most significant environmental drivers of Symbiodiniaceae community composition by site regardless of bleaching intensity or change in relative proportion of Durusdinium. We hypothesize that the plasticity of symbiont composition in corals may be constrained to adaptively match the long-term environmental conditions surrounding the holobiont, despite an individual coral’s stress and bleaching response.","accessed":{"date-parts":[["2023",6,2]]},"author":[{"family":"Souza","given":"Mariana Rocha","non-dropping-particle":"de"},{"family":"Caruso","given":"Carlo"},{"family":"Ruiz-Jones","given":"Lupita"},{"family":"Drury","given":"Crawford"},{"family":"Gates","given":"Ruth D."},{"family":"Toonen","given":"Robert J."}],"citation-key":"desouzaImportanceDepthTemperature2023","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-023-35425-9","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2023",6,2]]},"language":"en","license":"2023 The Author(s)","number":"1","page":"8957","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Importance of depth and temperature variability as drivers of coral symbiont composition despite a mass bleaching event","type":"article-journal","URL":"https://www.nature.com/articles/s41598-023-35425-9","volume":"13"},
  {"id":"diazLightTemperatureDrive2023","abstract":"Aim Research on mesophotic coral ecosystems (MCEs) has increased exponentially in recent decades, and the significance of this ecosystem has been recognised both in terms of biodiversity and distribution. However, this research has mostly focussed on corals and is globally sporadic, with the Indian Ocean remaining largely unexplored and overall MCEs under protected. Hence, baseline data on MCE benthic communities is lacking, but nonetheless essential for developing adequate management strategies. Here, we assess the variation in diversity and community structure of MCEs along the depth gradient and among sites in the Indian Ocean and the environmental parameters that are potentially driving these differences. Location Egmont Atoll, Chagos Archipelago, central Indian Ocean. Time Period Present. Major Taxa Studied Marine benthic invertebrates, plants. Methods Using a remotely operated vehicle, we collected video transects between 15 and 160 m. We analysed the diversity and composition of benthic communities and used DistLM analysis to determine the environmental drivers of the community structure over the depth gradient and between sites. Results We observed distinct benthic communities along the depth gradient, with a strong community break observed at 60 m. We also identified a clear zonation of the benthic taxa with depth. This zonation was primarily driven by downward irradiance and temperature, with additional environmental processes playing a minor role in structuring the benthic communities. Main Conclusions We show that MCEs in the Chagos Archipelago are distinct communities, and their distribution is driven primarily by irradiance and temperature. Our results highlight the variability in benthic community structure of MCEs, both along the depth gradient and at local geographical scales for the study region. This study showcases the uniqueness of MCEs and will aid in predicting their distribution, potential refugia for shallow reefs, and in developing evidence-based protection for MCEs, to maintain overall marine biodiversity.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Diaz","given":"Clara"},{"family":"Howell","given":"Kerry L."},{"family":"Robinson","given":"Edward"},{"family":"Hosegood","given":"Philip"},{"family":"Bolton","given":"Adam"},{"family":"Ganderton","given":"Peter"},{"family":"Arber","given":"Peter"},{"family":"Attrill","given":"Martin J."},{"family":"Foster","given":"Nicola L."}],"citation-key":"diazLightTemperatureDrive2023","container-title":"Diversity and Distributions","DOI":"10.1111/ddi.13777","ISSN":"1472-4642","issue":"12","issued":{"date-parts":[["2023"]]},"language":"en","license":"© 2023 The Authors. Diversity and Distributions published by John Wiley & Sons Ltd.","page":"1578-1593","source":"Wiley Online Library","title":"Light and temperature drive the distribution of mesophotic benthic communities in the Central Indian Ocean","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ddi.13777","volume":"29"},
  {"id":"diazMesophoticCoralBleaching2023","abstract":"As global temperatures continue to rise, shallow coral reef bleaching has become more intense and widespread. Mesophotic coral ecosystems reside in deeper (30–150 m), cooler water and were thought to offer a refuge to shallow-water reefs. Studies now show that mesophotic coral ecosystems instead have limited connectivity with shallow corals but host diverse endemic communities. Given their extensive distribution and high biodiversity, understanding their susceptibility to warming oceans is imperative. In this multidisciplinary study of an atoll in the Chagos Archipelago in the central Indian Ocean, we show evidence of coral bleaching at 90 m, despite the absence of shallow-water bleaching. We also show that the bleaching was associated with sustained thermocline deepening driven by the Indian Ocean Dipole, which might be further enhanced by internal waves whose influence varied at a sub-atoll scale. Our results demonstrate the potential vulnerability of mesophotic coral ecosystems to thermal stress and highlight the need for oceanographic knowledge to predict bleaching susceptibility and heterogeneity.","accessed":{"date-parts":[["2023",10,19]]},"author":[{"family":"Diaz","given":"Clara"},{"family":"Foster","given":"Nicola L."},{"family":"Attrill","given":"Martin J."},{"family":"Bolton","given":"Adam"},{"family":"Ganderton","given":"Peter"},{"family":"Howell","given":"Kerry L."},{"family":"Robinson","given":"Edward"},{"family":"Hosegood","given":"Phil"}],"citation-key":"diazMesophoticCoralBleaching2023","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/s41467-023-42279-2","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2023",10,16]]},"language":"en","license":"2023 Springer Nature Limited","number":"1","page":"6528","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Mesophotic coral bleaching associated with changes in thermocline depth","type":"article-journal","URL":"https://www.nature.com/articles/s41467-023-42279-2","volume":"14"},
  {"id":"dornelasCoralReefDiversity2006","abstract":"The global decline of coral reefs highlights the need to understand how biodiversity is sustained in these ecosystems. Most established theories explain biodiversity as a consequence of differences in the ecological roles of each species, but recently a radical alternative has gained ground. The unified neutral theory accounts for community structure and biodiversity by assuming that species are demographically identical and vary in number via chance variation in births, deaths and dispersal. The structure of coral communities would seem to make them ideal territory for this theory. But in a new test of neutral theory in Pacific coral reefs it fails: and surprisingly the real-life findings deviate from theory in an opposite direction to that predicted in most critiques. The findings stress the importance of local factors in reef diversity.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Dornelas","given":"Maria"},{"family":"Connolly","given":"Sean R."},{"family":"Hughes","given":"Terence P."}],"citation-key":"dornelasCoralReefDiversity2006","container-title":"Nature","DOI":"10.1038/nature04534","ISSN":"1476-4687","issue":"7080","issued":{"date-parts":[["2006",3]]},"language":"en","license":"2006 Nature Publishing Group","number":"7080","page":"80-82","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Coral reef diversity refutes the neutral theory of biodiversity","type":"article-journal","URL":"https://www.nature.com/articles/nature04534","volume":"440"},
  {"id":"ewersConfoundingFactorsDetection2006","abstract":"Habitat loss has pervasive and disruptive impacts on biodiversity in habitat remnants. The magnitude of the ecological impacts of habitat loss can be exacerbated by the spatial arrangement – or fragmentation – of remaining habitat. Fragmentation per se is a landscape-level phenomenon in which species that survive in habitat remnants are confronted with a modified environment of reduced area, increased isolation and novel ecological boundaries. The implications of this for individual organisms are many and varied, because species with differing life history strategies are differentially affected by habitat fragmentation. Here, we review the extensive literature on species responses to habitat fragmentation, and detail the numerous ways in which confounding factors have either masked the detection, or prevented the manifestation, of predicted fragmentation effects.Large numbers of empirical studies continue to document changes in species richness with decreasing habitat area, with positive, negative and no relationships regularly reported. The debate surrounding such widely contrasting results is beginning to be resolved by findings that the expected positive species-area relationship can be masked by matrix-derived spatial subsidies of resources to fragment-dwelling species and by the invasion of matrix-dwelling species into habitat edges. Significant advances have been made recently in our understanding of how species interactions are altered at habitat edges as a result of these changes. Interestingly, changes in biotic and abiotic parameters at edges also make ecological processes more variable than in habitat interiors. Individuals are more likely to encounter habitat edges in fragments with convoluted shapes, leading to increased turnover and variability in population size than in fragments that are compact in shape. Habitat isolation in both space and time disrupts species distribution patterns, with consequent effects on metapopulation dynamics and the genetic structure of fragment-dwelling populations. Again, the matrix habitat is a strong determinant of fragmentation effects within remnants because of its role in regulating dispersal and dispersal-related mortality, the provision of spatial subsidies and the potential mediation of edge-related microclimatic gradients.We show that confounding factors can mask many fragmentation effects. For instance, there are multiple ways in which species traits like trophic level, dispersal ability and degree of habitat specialisation influence species-level responses. The temporal scale of investigation may have a strong influence on the results of a study, with short-term crowding effects eventually giving way to long-term extinction debts. Moreover, many fragmentation effects like changes in genetic, morphological or behavioural traits of species require time to appear. By contrast, synergistic interactions of fragmentation with climate change, human-altered disturbance regimes, species interactions and other drivers of population decline may magnify the impacts of fragmentation. To conclude, we emphasise that anthropogenic fragmentation is a recent phenomenon in evolutionary time and suggest that the final, long-term impacts of habitat fragmentation may not yet have shown themselves.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Ewers","given":"Robert M."},{"family":"Didham","given":"Raphael K."}],"citation-key":"ewersConfoundingFactorsDetection2006","container-title":"Biological Reviews","DOI":"10.1017/S1464793105006949","ISSN":"1469-185X, 1464-7931","issue":"1","issued":{"date-parts":[["2006",2]]},"language":"en","page":"117-142","publisher":"Cambridge University Press","source":"Cambridge University Press","title":"Confounding factors in the detection of species responses to habitat fragmentation","type":"article-journal","URL":"https://www.cambridge.org/core/journals/biological-reviews/article/abs/confounding-factors-in-the-detection-of-species-responses-to-habitat-fragmentation/0130DC168C742E216A52E83EF709125B","volume":"81"},
  {"id":"farawayFarawayFunctionsDatasets2022","author":[{"family":"Faraway","given":"Julian"}],"citation-key":"farawayFarawayFunctionsDatasets2022","issued":{"date-parts":[["2022"]]},"title":"faraway: Functions and datasets for books by julian faraway","type":"software","URL":"https://CRAN.R-project.org/package=faraway"},
  {"id":"fautinOverviewMarineBiodiversity2010","abstract":"Marine biodiversity of the United States (U.S.) is extensively documented, but data assembled by the United States National Committee for the Census of Marine Life demonstrate that even the most complete taxonomic inventories are based on records scattered in space and time. The best-known taxa are those of commercial importance. Body size is directly correlated with knowledge of a species, and knowledge also diminishes with distance from shore and depth. Measures of biodiversity other than species diversity, such as ecosystem and genetic diversity, are poorly documented. Threats to marine biodiversity in the U.S. are the same as those for most of the world: overexploitation of living resources; reduced water quality; coastal development; shipping; invasive species; rising temperature and concentrations of carbon dioxide in the surface ocean, and other changes that may be consequences of global change, including shifting currents; increased number and size of hypoxic or anoxic areas; and increased number and duration of harmful algal blooms. More information must be obtained through field and laboratory research and monitoring that involve innovative sampling techniques (such as genetics and acoustics), but data that already exist must be made accessible. And all data must have a temporal component so trends can be identified. As data are compiled, techniques must be developed to make certain that scales are compatible, to combine and reconcile data collected for various purposes with disparate gear, and to automate taxonomic changes. Information on biotic and abiotic elements of the environment must be interactively linked. Impediments to assembling existing data and collecting new data on marine biodiversity include logistical problems as well as shortages in finances and taxonomic expertise.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Fautin","given":"Daphne"},{"family":"Dalton","given":"Penelope"},{"family":"Incze","given":"Lewis S."},{"family":"Leong","given":"Jo-Ann C."},{"family":"Pautzke","given":"Clarence"},{"family":"Rosenberg","given":"Andrew"},{"family":"Sandifer","given":"Paul"},{"family":"Sedberry","given":"George"},{"family":"Jr","given":"John W. Tunnell"},{"family":"Abbott","given":"Isabella"},{"family":"Brainard","given":"Russell E."},{"family":"Brodeur","given":"Melissa"},{"family":"Eldredge","given":"Lucius G."},{"family":"Feldman","given":"Michael"},{"family":"Moretzsohn","given":"Fabio"},{"family":"Vroom","given":"Peter S."},{"family":"Wainstein","given":"Michelle"},{"family":"Wolff","given":"Nicholas"}],"citation-key":"fautinOverviewMarineBiodiversity2010","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0011914","ISSN":"1932-6203","issue":"8","issued":{"date-parts":[["2010",8,2]]},"language":"en","page":"e11914","publisher":"Public Library of Science","source":"PLoS Journals","title":"An overview of marine biodiversity in United States waters","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0011914","volume":"5"},
  {"id":"fisherSpeciesRichnessCoral2015","abstract":"Global species richness, whether estimated by taxon, habitat, or ecosystem, is a key biodiversity metric. Yet, despite the global importance of biodiversity and increasing threats to it (e.g., [1, 2, 3, 4]), we are no better able to estimate global species richness now than we were six decades ago [5]. Estimates of global species richness remain highly uncertain and are often logically inconsistent [5]. They are also difficult to validate because estimation of global species richness requires extrapolation beyond the number of species known [6, 7, 8, 9, 10, 11, 12, 13]. Given that somewhere between 3% and >96% of species on Earth may remain undiscovered [4], depending on the methods used and the taxa considered, such extrapolations, especially from small percentages of known species, are likely to be highly uncertain [13, 14]. An alternative approach is to estimate all species, the known and unknown, directly. Using expert taxonomic knowledge of the species already described and named, those already discovered but not yet described and named, and those still awaiting discovery, we estimate there to be 830,000 (95% credible limits: 550,000–1,330,000) multi-cellular species on coral reefs worldwide, excluding fungi. Uncertainty surrounding this estimate and its components were often strongly skewed toward larger values, indicating that many more species on coral reefs is more plausible than many fewer. The uncertainties revealed here should guide future research toward achieving convergence in global species richness estimates for coral reefs and other ecosystems via adaptive learning protocols whereby such estimates can be tested and improved, and their uncertainties reduced, as new knowledge is acquired.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Fisher","given":"Rebecca"},{"family":"O’Leary","given":"Rebecca A."},{"family":"Low-Choy","given":"Samantha"},{"family":"Mengersen","given":"Kerrie"},{"family":"Knowlton","given":"Nancy"},{"family":"Brainard","given":"Russell E."},{"family":"Caley","given":"M. Julian"}],"citation-key":"fisherSpeciesRichnessCoral2015","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2014.12.022","ISSN":"0960-9822","issue":"4","issued":{"date-parts":[["2015",2,16]]},"language":"en","page":"500-505","source":"ScienceDirect","title":"Species Richness on Coral Reefs and the Pursuit of Convergent Global Estimates","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0960982214016236","volume":"25"},
  {"id":"fletcherRoleHabitatArea2007","abstract":"Over the past few decades, much research has focussed on the effects of habitat area (i.e., patch size) and edges in fragmented landscapes. We review and synthesize the literature on area and edge effects to identify whether the ecological processes influenced by patch size and edge are distinct, to summarize evidence for the relative effect of each, and to discuss how estimating their independent effects may be accomplished in field studies. Area and edge directly influence ecological processes in distinct ways, yet indirect effects can be similar, making it difficult to isolate the effects of area and edge in nature. Many studies investigating both area and edge have been confounded in their design and (or) analysis (i.e., studies did not control for one potential effect while testing for the other). Nonconfounded studies have more frequently shown support for edge effects, and comparisons between nonconfounded and confounded studies suggest that some observed area effects could be explained by edge effects. We argue that by focussing on the fundamental processes directly influenced by area and edge, and by developing more rigorous study designs and analyses that isolate their relative influence, greater insight can be gained in future investigations on habitat loss and fragmentation.","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Fletcher","given":"Robert J. Jr."},{"family":"Ries","given":"Leslie"},{"family":"Battin","given":"James"},{"family":"Chalfoun","given":"Anna D."}],"citation-key":"fletcherRoleHabitatArea2007","container-title":"Canadian Journal of Zoology","container-title-short":"Can. J. Zool.","DOI":"10.1139/Z07-100","ISSN":"0008-4301","issue":"10","issued":{"date-parts":[["2007",10,1]]},"page":"1017-1030","publisher":"NRC Research Press","title":"The role of habitat area and edge in fragmented landscapes: Definitively distinct or inevitably intertwined?","type":"article-journal","URL":"https://doi.org/10.1139/Z07-100","volume":"85"},
  {"id":"franklinPredictiveModelingCoral2013","abstract":"This study developed species distribution models (SDMs) of the 6 dominant Hawaiian coral species (Montipora capitata, Montipora flabellata, Montipora patula, Pocillopora meandrina, Porites compressa, and Porites lobata) around the main Hawaiian Islands (MHI). To construct the SDMs, we used boosted regression tree (BRT) models to investigate relationships between the abundance (i.e. benthic cover) of each species with a set of environmental variables for the time period from 2000 to 2009. Mean significant wave height and maximum significant wave height were the most influential variables explaining coral abundance in the Hawaiian Islands. The BRT models also identified relationships between coral cover and island age, depth, downwelled irradiance, rugosity, slope, and aspect. The rank order of coral abundance (from highest to lowest) for the MHI was Porites lobata, M. patula, Pocillopora meandrina, M. capitata, Porites compressa, and M. flabellata. Mean coral cover predicted for each species was relatively low (≤5%) at each island and for the entire MHI except for Porites lobata around Hawaii (11%). The areas of highest predicted coral cover summed for the 6 species were Kaneohe Bay on Oahu; the wave-sheltered reefs of Molokai, Lanai, Maui, and Kahoolawe; and the Kohala coast of Hawaii. Regional-scale characterizations of coral species from these SDMs provide a framework for spatially explicit population modeling and ecological inputs to marine spatial planning of Hawaiian coral reef ecosystems.","accessed":{"date-parts":[["2023",10,5]]},"author":[{"family":"Franklin","given":"Erik C."},{"family":"Jokiel","given":"Paul L."},{"family":"Donahue","given":"Megan J."}],"citation-key":"franklinPredictiveModelingCoral2013","container-title":"Marine Ecology Progress Series","DOI":"10.3354/meps10252","ISSN":"0171-8630, 1616-1599","issued":{"date-parts":[["2013",5,7]]},"language":"en","page":"121-132","source":"www.int-res.com","title":"Predictive modeling of coral distribution and abundance in the Hawaiian Islands","type":"article-journal","URL":"https://www.int-res.com/abstracts/meps/v481/p121-132/","volume":"481"},
  {"id":"frazierRecentPaceChange2019","author":[{"family":"Frazier","given":"Melanie"}],"citation-key":"frazierRecentPaceChange2019","DOI":"doi:10.5063/F12B8WBS","issued":{"date-parts":[["2019"]]},"title":"Recent pace of change in human impact on the world's ocean: Cumulative impacts","type":"dataset","URL":"https://knb.ecoinformatics.org/view/doi:10.5063/F12B8WBS"},
  {"id":"friedlanderDominanceEndemicsReef2020","abstract":"Aim Species ranges provide a valuable foundation for resolving biogeographical regions, evolutionary processes and extinction risks. To inform conservation priorities, here we develop the first bioregionalization based on reef fish abundance of the Hawaiian Archipelago, which spans nearly 10° of latitude across 2,400 km, including 8 high volcanic islands in the populated main Hawaiian Islands (MHI), and 10 low islands (atolls, shoals and islets) in the remote northwestern Hawaiian Islands (NWHI). Location The Hawaiian Archipelago. Taxon Fishes (276 taxa). Methods We compiled 5,316 visual fish surveys at depths of 1–30 m from throughout the Hawaiian Archipelago. Geographical range (km2) for each species was measured as extent of occurrence (EOO) and area of occurrence (AOO). PERMANOVA and PCO were used to investigate drivers of fish assemblage structure. Distance-based multivariate analyses were used to evaluate the relationship between fish assemblage structure and predictor variables including latitude, reef area, temperature, chlorophyll-a, wave energy and human population density. Results Distinct fish assemblages exist in the MHI and NWHI, with two additional faunal breaks driven primarily by endemic species abundance. Latitude explained 37% of the variability in fish assemblages, with reef area accounting for an additional 9%. EOO showed a significant correlation with latitude. Endemics comprised 52%–55% of the numerical abundance at the northern end of the archipelago but only 17% on Hawai‘i Island in the extreme south. Maximum size and activity regime (day vs. night) explained the most variation in the abundance of endemics. Main conclusions The Hawaiian fish assemblages are strongly influenced by endemic species, affirming the archipelago as a biodiversity hotspot of high conservation value. The higher abundance of endemics in the NWHI may represent preadaptation to oceanic (oligotrophic) conditions. Resolution of distinct bioregions across the archipelago provides a better understanding of reef fish macroecology, with implications for management at the archipelago scale.","accessed":{"date-parts":[["2023",11,7]]},"author":[{"family":"Friedlander","given":"Alan M."},{"family":"Donovan","given":"Mary K."},{"family":"DeMartini","given":"Edward E."},{"family":"Bowen","given":"Brian W."}],"citation-key":"friedlanderDominanceEndemicsReef2020","container-title":"Journal of Biogeography","DOI":"10.1111/jbi.13966","ISSN":"1365-2699","issue":"12","issued":{"date-parts":[["2020"]]},"language":"en","license":"© 2020 John Wiley & Sons Ltd","page":"2584-2596","source":"Wiley Online Library","title":"Dominance of endemics in the reef fish assemblages of the Hawaiian Archipelago","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jbi.13966","volume":"47"},
  {"id":"fukunagaChangesMesophoticReef2017","abstract":"Mesophotic coral ecosystems (MCEs) extend from 30 to 150 m in depth and support diverse communities of marine organisms. We investigated changes in the structure of mesophotic reef fish assemblages (27–100 m) in the Northwestern Hawaiian Islands (NWHI) along depth and geographical gradients using open- and closed-circuit trimix diving. There were clear changes in the assemblage structure from the southeastern to the northwestern end of the NWHI and from shallow to deep waters. Interactive effects of depth and location were also detected. MCEs in the NWHI can be treated as three regions: southeastern and mid regions primarily separated by the presence and absence, respectively, of the introduced species Lutjanus kasmira, and a northwestern region where fish assemblages are largely composed of endemic species. These spatial patterns may be explained, at least in part, by differences in temperature among the regions.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Fukunaga","given":"Atsuko"},{"family":"Kosaki","given":"Randall K."},{"family":"Wagner","given":"Daniel"}],"citation-key":"fukunagaChangesMesophoticReef2017","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-017-1569-6","ISSN":"1432-0975","issue":"3","issued":{"date-parts":[["2017",9,1]]},"language":"en","page":"785-790","source":"Springer Link","title":"Changes in mesophotic reef fish assemblages along depth and geographical gradients in the Northwestern Hawaiian Islands","type":"article-journal","URL":"https://doi.org/10.1007/s00338-017-1569-6","volume":"36"},
  {"id":"glynnCoralReefBleaching1996","abstract":"Coral reef bleaching, the temporary or permanent loss of photosynthetic microalgae (zooxanthellae) and/or their pigments by a variety of reef taxa, is a stress response usually associated with anthropogenic and natural disturbances. Degrees of bleaching, within and among coral colonies and across reef communities, are highly variable and difficult to quantify, thus complicating comparisons of different bleaching events. Small-scale bleaching events can often be correlated with specific disturbances (e.g. extreme low/high temperatures, low/high solar irradiance, subaerial exposure, sedimentation, freshwater dilution, contaminants, and diseases), whereas large scale (mass) bleaching occurs over 100s to 1000s of km2, which is more difficult to explain. Debilitating effects of bleaching include reduced/no skeletal growth and reproductive activity, and a lowered capacity to shed sediments, resist invasion of competing species and diseases. Severe and prolonged bleaching can cause partial to total colony death, resulting in diminished reef growth, the transformation of reef-building communities to alternate, non-reef building community types, bioerosion and ultimately the disappearance of reef structures. Present evidence suggests that the leading factors responsible for large-scale coral reef bleaching are elevated sea temperatures and high solar irradiance (especially ultraviolet wavelengths), which may frequently act jointly.","accessed":{"date-parts":[["2023",11,8]]},"author":[{"family":"Glynn","given":"Peter W."}],"citation-key":"glynnCoralReefBleaching1996","container-title":"Global Change Biology","DOI":"10.1111/j.1365-2486.1996.tb00063.x","ISSN":"1365-2486","issue":"6","issued":{"date-parts":[["1996"]]},"language":"en","page":"495-509","source":"Wiley Online Library","title":"Coral reef bleaching: Facts, hypotheses and implications","title-short":"Coral reef bleaching","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1365-2486.1996.tb00063.x","volume":"2"},
  {"id":"goveNearislandBiologicalHotspots2016","abstract":"Phytoplankton production drives marine ecosystem trophic-structure and global fisheries yields. Phytoplankton biomass is particularly influential near coral reef islands and atolls that span the oligotrophic tropical oceans. The paradoxical enhancement in phytoplankton near an island-reef ecosystem—Island Mass Effect (IME)—was first documented 60 years ago, yet much remains unknown about the prevalence and drivers of this ecologically important phenomenon. Here we provide the first basin-scale investigation of IME. We show that IME is a near-ubiquitous feature among a majority (91%) of coral reef ecosystems surveyed, creating near-island ‘hotspots’ of phytoplankton biomass throughout the upper water column. Variations in IME strength are governed by geomorphic type (atoll vs island), bathymetric slope, reef area and local human impacts (for example, human-derived nutrient input). These ocean oases increase nearshore phytoplankton biomass by up to 86% over oceanic conditions, providing basal energetic resources to higher trophic levels that support subsistence-based human populations.","accessed":{"date-parts":[["2024",6,1]]},"author":[{"family":"Gove","given":"Jamison M."},{"family":"McManus","given":"Margaret A."},{"family":"Neuheimer","given":"Anna B."},{"family":"Polovina","given":"Jeffrey J."},{"family":"Drazen","given":"Jeffrey C."},{"family":"Smith","given":"Craig R."},{"family":"Merrifield","given":"Mark A."},{"family":"Friedlander","given":"Alan M."},{"family":"Ehses","given":"Julia S."},{"family":"Young","given":"Charles W."},{"family":"Dillon","given":"Amanda K."},{"family":"Williams","given":"Gareth J."}],"citation-key":"goveNearislandBiologicalHotspots2016","container-title":"Nature Communications","container-title-short":"Nat Commun","DOI":"10.1038/ncomms10581","ISSN":"2041-1723","issue":"1","issued":{"date-parts":[["2016",2,16]]},"language":"en","license":"2016 The Author(s)","page":"10581","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Near-island biological hotspots in barren ocean basins","type":"article-journal","URL":"https://www.nature.com/articles/ncomms10581","volume":"7"},
  {"id":"grahamEffectsMarineReserve2003","abstract":"What are the effects of no-take marine reserves on trophic relationships of coral reef fish? Previous studies often have lacked detailed dietary information on major predators, and have often been confounded by differences in habitat complexity between reserve and fished sites. This study investigates the effects of marine reserve protection on predator-prey interactions of coral reef fish on the inshore islands of the Great Barrier Reef (GBR). The abundance of species of prey fish of Plectropomus leopardus (Serranidae), a piscivore and the major target of the hook and line fisheries on the GBR, were estimated in protected and fished zones. These prey species were identified from previous detailed studies of the diet of P. leopardus. Fish populations and habitat characteristics were surveyed by underwater visual census. Previous studies had determined that the biomass of P. leopardus was 3–4 times higher in protected than fished zones in the Whitsunday and Palm Islands, central GBR, after 14 years of protection. Eight of the nine prey species had a higher density within fished zones than protected zones, six significantly so. The density of all prey fish was twice that in the fished than the protected zone (p < 0.001). There were no significant differences in availability of different sized refuge holes, structural complexity or live coral cover between zones. Thus, important attributes of habitat complexity did not confound the comparisons between reserve and fished zones. Finally, a significant negative correlation (r = 0.46) between coral trout biomass and summed prey fish biomass suggested that predation may be an important structuring process in this system. The results have implications for the conservation of fishery targets and their prey. The study highlights the potential ecosystem implications of the use of no-take marine reserves as conservation and fisheries management tools.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Graham","given":"N. a. J."},{"family":"Evans","given":"R. D."},{"family":"Russ","given":"G. R."}],"citation-key":"grahamEffectsMarineReserve2003","container-title":"Environmental Conservation","DOI":"10.1017/S0376892903000195","ISSN":"1469-4387, 0376-8929","issue":"2","issued":{"date-parts":[["2003",6]]},"language":"en","page":"200-208","publisher":"Cambridge University Press","source":"Cambridge University Press","title":"The effects of marine reserve protection on the trophic relationships of reef fishes on the Great Barrier Reef","type":"article-journal","URL":"https://www.cambridge.org/core/journals/environmental-conservation/article/abs/effects-of-marine-reserve-protection-on-the-trophic-relationships-of-reef-fishes-on-the-great-barrier-reef/CFE38DF6B2DEF1324CFF979EA20752BD","volume":"30"},
  {"id":"grahamImportanceStructuralComplexity2013","abstract":"The importance of structural complexity in coral reefs has come to the fore with the global degradation of reef condition; however, the limited scale and replication of many studies have restricted our understanding of the role of complexity in the ecosystem. We qualitatively and quantitatively (where sufficient standardised data were available) assess the literature regarding the role of structural complexity in coral reef ecosystems. A rapidly increasing number of publications have studied the role of complexity in reef ecosystems over the past four decades, with a concomitant increase in the diversity of methods used to quantify structure. Quantitative analyses of existing data indicate a strong negative relationship between structural complexity and algal cover, which may reflect the important role complexity plays in enhancing herbivory by reef fishes. The cover of total live coral and branching coral was positively correlated with structural complexity. These habitat attributes may be creating much of the structure, resulting in a collinear relationship; however, there is also evidence of enhanced coral recovery from disturbances where structural complexity is high. Urchin densities were negatively correlated with structural complexity; a relationship that may be driven by urchins eroding reef structure or by their gregarious behaviour when in open space. There was a strong positive relationship between structural complexity and fish density and biomass, likely mediated through density-dependent competition and refuge from predation. More variable responses were found when assessing individual fish families, with all families examined displaying a positive relationship to structural complexity, but only half of these relationships were significant. Although only corroborated with qualitative data, structural complexity also seems to have a positive effect on two ecosystem services: tourism and shoreline protection. Clearly, structural complexity is an integral component of coral reef ecosystems, and it should be incorporated into monitoring programs and management objectives.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Graham","given":"N. A. J."},{"family":"Nash","given":"K. L."}],"citation-key":"grahamImportanceStructuralComplexity2013","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-012-0984-y","ISSN":"1432-0975","issue":"2","issued":{"date-parts":[["2013",6,1]]},"language":"en","page":"315-326","source":"Springer Link","title":"The importance of structural complexity in coral reef ecosystems","type":"article-journal","URL":"https://doi.org/10.1007/s00338-012-0984-y","volume":"32"},
  {"id":"grahamManagingResilienceReverse2013","author":[{"family":"Graham","given":"Nicholas AJ"},{"family":"Bellwood","given":"David R"},{"family":"Cinner","given":"Joshua E"},{"family":"Hughes","given":"Terry P"},{"family":"Norström","given":"Albert V"},{"family":"Nyström","given":"Magnus"}],"citation-key":"grahamManagingResilienceReverse2013","container-title":"Frontiers in Ecology and the Environment","container-title-short":"Frontiers in Ecology and the Environment","DOI":"10.1890/120305","issue":"10","issued":{"date-parts":[["2013",12,1]]},"page":"541-548","title":"Managing resilience to reverse phase shifts in coral reefs","type":"article-journal","URL":"http://doi.wiley.com/10.1890/120305","volume":"11"},
  {"id":"grosbergBiodiversityWaterLand2012","abstract":"Habitats in the sea, in freshwater, and on land differ dramatically in species composition and diversity. Of the roughly 1.5 million known species of macroscopic organisms on earth, the modern ocean — despite its much larger area and volume — supports only about 15% of species, whereas terrestrial environments account for about 80% of species, and freshwater for the remaining 5% (Figure 1). Even when taking into account previously undetected biodiversity in all of the physical realms revealed through molecular techniques, these differences appear to be robust — certainly among multicellular organisms.","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Grosberg","given":"Richard K."},{"family":"Vermeij","given":"Geerat J."},{"family":"Wainwright","given":"Peter C."}],"citation-key":"grosbergBiodiversityWaterLand2012","container-title":"Current Biology","container-title-short":"Current Biology","DOI":"10.1016/j.cub.2012.09.050","ISSN":"0960-9822","issue":"21","issued":{"date-parts":[["2012",11,6]]},"page":"R900-R903","source":"ScienceDirect","title":"Biodiversity in water and on land","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0960982212011529","volume":"22"},
  {"id":"halpernGlobalMapHuman2008","abstract":"The management and conservation of the world's oceans require synthesis of spatial data on the distribution and intensity of human activities and the overlap of their impacts on marine ecosystems. We developed an ecosystem-specific, multiscale spatial model to synthesize 17 global data sets of anthropogenic drivers of ecological change for 20 marine ecosystems. Our analysis indicates that no area is unaffected by human influence and that a large fraction (41%) is strongly affected by multiple drivers. However, large areas of relatively little human impact remain, particularly near the poles. The analytical process and resulting maps provide flexible tools for regional and global efforts to allocate conservation resources; to implement ecosystem-based management; and to inform marine spatial planning, education, and basic research.","accessed":{"date-parts":[["2024",9,4]]},"author":[{"family":"Halpern","given":"Benjamin S."},{"family":"Walbridge","given":"Shaun"},{"family":"Selkoe","given":"Kimberly A."},{"family":"Kappel","given":"Carrie V."},{"family":"Micheli","given":"Fiorenza"},{"family":"D'Agrosa","given":"Caterina"},{"family":"Bruno","given":"John F."},{"family":"Casey","given":"Kenneth S."},{"family":"Ebert","given":"Colin"},{"family":"Fox","given":"Helen E."},{"family":"Fujita","given":"Rod"},{"family":"Heinemann","given":"Dennis"},{"family":"Lenihan","given":"Hunter S."},{"family":"Madin","given":"Elizabeth M. P."},{"family":"Perry","given":"Matthew T."},{"family":"Selig","given":"Elizabeth R."},{"family":"Spalding","given":"Mark"},{"family":"Steneck","given":"Robert"},{"family":"Watson","given":"Reg"}],"citation-key":"halpernGlobalMapHuman2008","container-title":"Science","DOI":"10.1126/science.1149345","issue":"5865","issued":{"date-parts":[["2008",2,15]]},"page":"948-952","publisher":"American Association for the Advancement of Science","source":"www-science-org.eres.library.manoa.hawaii.edu (Atypon)","title":"A Global Map of Human Impact on Marine Ecosystems","type":"article-journal","URL":"https://www.science.org/doi/10.1126/science.1149345","volume":"319"},
  {"id":"halpernRecentPaceChange2019","abstract":"Humans interact with the oceans in diverse and profound ways. The scope, magnitude, footprint and ultimate cumulative impacts of human activities can threaten ocean ecosystems and have changed over time, resulting in new challenges and threats to marine ecosystems. A fundamental gap in understanding how humanity is affecting the oceans is our limited knowledge about the pace of change in cumulative impact on ocean ecosystems from expanding human activities – and the patterns, locations and drivers of most significant change. To help address this, we combined high resolution, annual data on the intensity of 14 human stressors and their impact on 21 marine ecosystems over 11 years (2003–2013) to assess pace of change in cumulative impacts on global oceans, where and how much that pace differs across the ocean, and which stressors and their impacts contribute most to those changes. We found that most of the ocean (59%) is experiencing significantly increasing cumulative impact, in particular due to climate change but also from fishing, land-based pollution and shipping. Nearly all countries saw increases in cumulative impacts in their coastal waters, as did all ecosystems, with coral reefs, seagrasses and mangroves at most risk. Mitigation of stressors most contributing to increases in overall cumulative impacts is urgently needed to sustain healthy oceans.","accessed":{"date-parts":[["2024",9,6]]},"author":[{"family":"Halpern","given":"Benjamin S."},{"family":"Frazier","given":"Melanie"},{"family":"Afflerbach","given":"Jamie"},{"family":"Lowndes","given":"Julia S."},{"family":"Micheli","given":"Fiorenza"},{"family":"O’Hara","given":"Casey"},{"family":"Scarborough","given":"Courtney"},{"family":"Selkoe","given":"Kimberly A."}],"citation-key":"halpernRecentPaceChange2019","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-019-47201-9","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2019",8,12]]},"language":"en","license":"2019 The Author(s)","page":"11609","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Recent pace of change in human impact on the world’s ocean","type":"article-journal","URL":"https://www.nature.com/articles/s41598-019-47201-9","volume":"9"},
  {"id":"HawaiiOceanTimeseries","accessed":{"date-parts":[["2024",2,23]]},"citation-key":"HawaiiOceanTimeseries","publisher":"HOT-DOGS application","title":"Hawaii Ocean Time-series HOT-DOGS application; University of Hawai'i at Mānoa. National Science Foundation Award # 1756517","type":"dataset","URL":"https://hahana.soest.hawaii.edu/hot/hot-dogs/interface.html"},
  {"id":"hayek2010surveying","author":[{"family":"Hayek","given":"L.A.C."},{"family":"Buzas","given":"M.A."}],"citation-key":"hayek2010surveying","ISBN":"978-0-231-14620-3","issued":{"date-parts":[["2010"]]},"publisher":"Columbia University Press","title":"Surveying natural populations: Quantitative tools for assessing biodiversity","type":"book","URL":"https://books.google.com/books?id=nn9t329w8z0C"},
  {"id":"hazeriLatitudinalSpeciesDiversity2019","abstract":"Abstract. Hazeri G, Rahayu DL, Subhan B, Sembiring A, Anggoro AW, Ghozali AT, Madduppa HH. 2019. Latitudinal species diversity and density of cryptic crustacean (Brachyura and Anomura) in micro-habitat Autonomous Reef Monitoring Structures across Kepulauan Seribu, Indonesia. Biodiversitas 20: 1466-1474. Kepulauan Seribu is located in the north of Jakarta and has historically been affected by anthropogenic activities. Based on its anthropogenic pressure, the archipelago is divided latitudinally into three main parts; the southern part, is a collection of islands located closest to Jakarta Bay and characterized by poor water quality, large sediment and pollutant inputs from nearby rivers, the central and north part that possesses a better water quality. Brachyura and Anomura are dominant crustacean groups in the ocean, which inhabited areas from littoral zone to the deep sea. However, its diversity and abundance are relatively understudied especially in the area where anthropogenic pressure is severe like Kepulauan Seribu.&nbsp; The ARMS (Autonomous Reef Monitoring Structure) is a standardized monitoring method systematically designed for observing indications of organism’s biodiversity in units of time. This research was conducted by employing ARMS as a standardize monitoring procedure to catalog and provide census of Crustaceans (Brachyuran and Anomuran) distributed across the archipelago. All crustacean inhabiting each unit of ARMS were collected and identified. Species diversity was then evaluated to see whether gradient in anthropogenic pressure has a direct impact on species composition and abundance. A total of 24 ARMS units were deployed from 2013 to 2016, located in three zones: south (9), central (9) and north (6) of Kepulauan Seribu. This study identified 17 species from 8 different families of Brachyura and 11 Anomura species from 4 different families from all sites. However, low available identification references for Indonesian crustacean made some specimen were identified only up to family level. The highest species diversity of Brachyura was recorded from family Xanthidae, followed by Portunidae and Pilumnidae, while in Anomura was in Porcellanidae, followed by Paguridae, Galatheidae, and Diogenidae. The high species diversity and density of brachyurans and anomurans were recorded in the central zone. This research infers that the species diversity of Crustaceans (Brachyura dan Anomura) seems dependent on the environmental quality, but most likely all crustacean species depend on the availability of habitat structure.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Hazeri","given":"Gesten"},{"family":"Rahayu","given":"Dwi Listyo"},{"family":"Subhan","given":"Beginer"},{"family":"Sembiring","given":"Andrianus"},{"family":"Anggoro","given":"Aji Wahyu"},{"family":"Ghozali","given":"Ahmad Taufik"},{"family":"Madduppa","given":"Hawis H."}],"citation-key":"hazeriLatitudinalSpeciesDiversity2019","container-title":"Biodiversitas Journal of Biological Diversity","DOI":"10.13057/biodiv/d200540","ISSN":"2085-4722","issue":"5","issued":{"date-parts":[["2019",4,30]]},"language":"en","license":"Copyright (c) 2019 Biodiversitas Journal of Biological Diversity","number":"5","source":"smujo.id","title":"Latitudinal species diversity and density of cryptic crustacean (Brachyura and Anomura) in micro-habitat Autonomous Reef Monitoring Structures across Kepulauan Seribu, Indonesia","type":"article-journal","URL":"https://smujo.id/biodiv/article/view/3832","volume":"20"},
  {"id":"hindersteinThemeSectionMesophotic2010","author":[{"family":"Hinderstein","given":"L M"},{"family":"Marr","given":"J C A"},{"family":"Martinez","given":"F A"},{"family":"Dowgiallo","given":"M J"},{"family":"Puglise","given":"K A"},{"family":"Pyle","given":"Richard L."},{"family":"Zawada","given":"D G"},{"family":"Appeldoorn","given":"R"}],"citation-key":"hindersteinThemeSectionMesophotic2010","container-title":"Coral Reefs","container-title-short":"Coral Reefs","issue":"2","issued":{"date-parts":[["2010",1,1]]},"page":"247-251","publisher":"Springer-Verlag","title":"Theme section on \"Mesophotic coral ecosystems: characterization, ecology, and management\"","type":"article-journal","volume":"29"},
  {"id":"hixonPredationPreyRefuges1993","abstract":"We studied the influence of piscivorous fishes and prey refuges on assemblages of fishes occupying 52 model reefs in a large seagrass bed off St. Thomas, U.S. Virgin Islands. We conducted three experiments: two involving 6 reefs each, lasting 2 and 5 yr, and one involving 40 reefs, lasting 1 yr. Each experiment included replicate reefs in various combinations of five structural treatments: holeless controls, 12 and 24 small holes, and 12 and 24 large holes. Tagging studies indicated that the reefs were sufficiently isolated from each other to comprise statistically independent replicates, and that resident piscivores occupied home reefs. We observed 97 species on or near the reefs, representing all major foraging guilds, and each holed reef supported hundreds of individuals. We examined four categories of fish: (1) large reef associates (too large for the small holes; most of these fish were both predators on smaller fish and prey for larger transient piscivores), (2) moray eels (piscivores that could fit into the small holes), (3) small reef associates (potential prey that could fit into the small holes), and (4) juvenile grunts (potential prey that sporadically were extremely abundant). We tested five a priori predictions of the general hypothesis that predation is an important process structuring reef—fish assemblages. The first two predictions dealt with the role of prey refuges. First, if reef holes function as prey refuges, then prey fish should be most abundant on reefs providing holes near their body diameters, because such holes would make the prey fish safest from predation. Seven of eight experimental comparisons supported this prediction, and five of them were statistically significant. Second, if refuge availability limits prey abundance, then prey fish should be more abundant on reefs with 12 holes than those with no holes, and should be more abundant on reefs with 24 holes than those with 12 holes. The first part of this prediction was verified by all nine experimental comparisons, seven of which were statistically significant. However, there were no strong differences between 12—hole and 24—hole reefs. Thus, between 0 and 12 holes per reef, holes limited local prey populations; between 12 and 24 holes per reef, the number of holes was not limiting. Several lines of evidence suggested that the latter pattern was due to temporary saturation of the study area with refuges when we added 40 reefs to 12 existing reefs. The remaining three predictions dealt directly with the community—level role of predation. First, predators should affect local prey abundance either chronically, in which case a negative relationship among reefs is predicted between the average abundances of predators and prey, or sporadically, in which case a negative relationship is predicted between the abundance of predators and the maximum number of co—occurring prey ever observed at each predator abundance. The former prediction was falsified, whereas the latter was verified. Observations of extreme type III survivorship of recruit cohorts on reefs with many piscivores and occasional direct observations of piscivory bolstered the conclusion that this relationship was causal. Finally, we predicted that predators should affect the number of prey species on a reef. We observed a significant negative relationship among reefs between predator abundance and maximum prey—species richness. Comparing species' relative abundances on reefs at the extremes of this regression, piscivores appear to have nonselectively reduced and extirpated both common and rare prey species, although this relationship remains purely correlative. In our model system, high local species diversity appears to have been maintained despite rather than because of predation. We propose a conceptual model where the local abundances of coral—reef fishes are determined by the relative magnitudes of recruitment by larvae, colonization by juveniles and adults, predation, and competition for refuges, each of which varies through time and space. Multifactorial field experiments will be necessary to test such pluralistic hypotheses.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Hixon","given":"Mark A."},{"family":"Beets","given":"James P."}],"citation-key":"hixonPredationPreyRefuges1993","container-title":"Ecological Monographs","DOI":"10.2307/2937124","ISSN":"1557-7015","issue":"1","issued":{"date-parts":[["1993"]]},"language":"en","page":"77-101","source":"Wiley Online Library","title":"Predation, prey refuges, and the structure of coral-reef fish assemblages","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.2307/2937124","volume":"63"},
  {"id":"hobanPlumbingDepthsEnvironmental2023","abstract":"Abstract Mesophotic coral ecosystems (MCEs) are tropical reefs found at depths of ~30?150?m, below the region most heavily impacted by heat stress and other disturbances. Hence, MCEs may serve as potential refugia for threatened shallow reefs, but they also harbour depth-endemic fauna distinct from shallow reefs. Previous studies have characterized biodiversity patterns along depth gradients, but focussed primarily on conspicuous taxa (fishes, corals, etc.). Environmental DNA (eDNA) metabarcoding offers a more holistic approach to assess biodiversity patterns across the tree of life. Here, we use three metabarcoding assays targeting fishes (16S rRNA), eukaryotes (18S rDNA) and metazoans (COI) to assess biodiversity change from the surface to ~90?m depth across 15-m intervals at three sites within the Hawaiian Archipelago. We observed significant community differences between most depth zones, with distinct zonation centred at 45?60?m for eukaryotes and metazoans, but not for fishes. This finding may be attributable to the higher mobility of reef fishes, although methodological limitations are likely a contributing factor. The possibility for MCEs to serve as refugia is not excluded for fishes, but invertebrate communities >45?m are distinct, indicating limited connectivity for the majority of reef fauna. This study provides a new approach for surveying biodiversity on MCEs, revealing patterns in a much broader context than the limited-taxon studies that comprise the bulk of our present knowledge.","accessed":{"date-parts":[["2023",9,20]]},"author":[{"family":"Hoban","given":"Mykle L."},{"family":"Bunce","given":"Michael"},{"family":"Bowen","given":"Brian W."}],"citation-key":"hobanPlumbingDepthsEnvironmental2023","container-title":"Molecular Ecology","container-title-short":"Molecular Ecology","DOI":"10.1111/mec.17140","ISSN":"0962-1083","issue":"20","issued":{"date-parts":[["2023",9,20]]},"page":"5590–5608","publisher":"John Wiley & Sons, Ltd","title":"Plumbing the depths with environmental DNA (eDNA): Metabarcoding reveals biodiversity zonation at 45–60 m on mesophotic coral reefs","type":"article-journal","URL":"https://doi.org/10.1111/mec.17140","volume":"32"},
  {"id":"holsteinFertileFathomsDeep2015","abstract":"The persistence of natural metapopulations may depend on subpopulations that exist at the edges of species ranges, removed from anthropogenic stress. Mesophotic coral ecosystems (30–150 m) are buffered from disturbance by depth and distance and are potentially massive reservoirs of coral diversity and fecundity; yet we know little about the reproductive capabilities of their constituent species and the potential for these marginal environments to influence patterns of coral reef persistence. We investigated the reproductive performance of the threatened depth-generalist coral Orbicella faveolata over the extent of its vertical range to assess mesophotic contributions to regional larval pools. Over equal habitat area, mesophotic coral populations were found to produce over an order of magnitude more eggs than nearby shallow populations. Positive changes with depth in both population abundance and polyp fecundity contributed to this discrepancy. Relative larval pool contributions of deeper living corals will likely increase as shallow habitats further degrade due to climate change and local habitat degradation. This is a compelling example of the potential for marginal habitat to be critical to metapopulation persistence as reproductive refugia.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Holstein","given":"Daniel M."},{"family":"Smith","given":"Tyler B."},{"family":"Gyory","given":"Joanna"},{"family":"Paris","given":"Claire B."}],"citation-key":"holsteinFertileFathomsDeep2015","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/srep12407","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2015",7,21]]},"language":"en","license":"2015 The Author(s)","number":"1","page":"12407","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Fertile fathoms: Deep reproductive refugia for threatened shallow corals","title-short":"Fertile fathoms","type":"article-journal","URL":"https://www.nature.com/articles/srep12407","volume":"5"},
  {"id":"hubbellUnifiedNeutralTheory2011","author":[{"family":"Hubbell","given":"S.P."}],"citation-key":"hubbellUnifiedNeutralTheory2011","collection-title":"Monographs in Population Biology","ISBN":"978-1-4008-3752-6","issued":{"date-parts":[["2011"]]},"publisher":"Princeton University Press","title":"The Unified Neutral Theory of Biodiversity and Biogeography (MPB-32)","type":"book"},
  {"id":"huChlorophyllAalgorithmsOligotrophic2012","abstract":"A new empirical algorithm is proposed to estimate surface chlorophyll a (Chl) concentrations in the global ocean for Chl ≤ 0.25 mg m−3(∼78% of the global ocean area). The algorithm is based on a color index (CI), defined as the difference between remote-sensing reflectance (Rrs, sr−1) in the green and a reference formed linearly between Rrsin the blue and red. For low-Chl waters, in situ data showed a tighter (and therefore better) relationship between CI and Chl than between traditional band ratios and Chl, which was further validated using global data collected concurrently by ship-borne and Sea-viewing Wide Field-of-view Sensor (SeaWiFS) and Moderate Resolution Imaging Spectroradiometer (MODIS)/Aqua instruments. Model simulations showed that for low-Chl waters, compared with the band-ratio algorithm, the CI-based algorithm (CIA) was more tolerant to changes in chlorophyll-specific backscattering coefficient and performed similarly for different relative contributions of nonphytoplankton absorption. Simulations using existing atmospheric correction approaches further demonstrated that the CIA was much less sensitive than band-ratio algorithms to various errors induced by instrument noise and imperfect atmospheric correction (including sun glint and whitecap corrections). Image and time series analyses of SeaWiFS and MODIS/Aqua data also showed improved performance in terms of reduced image noise, more coherent spatial and temporal patterns, and better consistency between the two sensors. The reduction in noise and other errors is particularly useful to improve the detection of various ocean features such as eddies. Preliminary tests over Medium-Resolution Imaging Spectrometer and Coastal Zone Color Scanner data indicate that the new approach should be generally applicable to all past, current, and future ocean color instruments.","accessed":{"date-parts":[["2023",10,25]]},"author":[{"family":"Hu","given":"Chuanmin"},{"family":"Lee","given":"Zhongping"},{"family":"Franz","given":"Bryan"}],"citation-key":"huChlorophyllAalgorithmsOligotrophic2012","container-title":"Journal of Geophysical Research: Oceans","DOI":"10.1029/2011JC007395","ISSN":"2156-2202","issue":"C1","issued":{"date-parts":[["2012"]]},"language":"en","license":"Copyright 2012 by the American Geophysical Union","source":"Wiley Online Library","title":"Chlorophyll aalgorithms for oligotrophic oceans: A novel approach based on three-band reflectance difference","title-short":"Chlorophyll aalgorithms for oligotrophic oceans","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1029/2011JC007395","volume":"117"},
  {"id":"hughesCommunityStructureDiversity1989","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Hughes","given":"Terence P."}],"citation-key":"hughesCommunityStructureDiversity1989","container-title":"Ecology","DOI":"10.2307/1938434","ISSN":"1939-9170","issue":"1","issued":{"date-parts":[["1989"]]},"language":"en","license":"© 1989 by the Ecological Society of America","page":"275-279","source":"Wiley Online Library","title":"Community structure and diversity of coral reefs: The role of history","title-short":"Community structure and diversity of coral reefs","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.2307/1938434","volume":"70"},
  {"id":"hughesRisingChallengeSustaining2010","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Hughes","given":"Terry P."},{"family":"Graham","given":"Nicholas A. J."},{"family":"Jackson","given":"Jeremy B. C."},{"family":"Mumby","given":"Peter J."},{"family":"Steneck","given":"Robert S."}],"citation-key":"hughesRisingChallengeSustaining2010","container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2010.07.011","ISSN":"0169-5347","issue":"11","issued":{"date-parts":[["2010",11,1]]},"language":"English","page":"633-642","PMID":"20800316","publisher":"Elsevier","source":"www.cell.com","title":"Rising to the challenge of sustaining coral reef resilience","type":"article-journal","URL":"https://www.cell.com/trends/ecology-evolution/abstract/S0169-5347(10)00182-5","volume":"25"},
  {"id":"hughesSpatialTemporalPatterns2018","abstract":"Tropical reef systems are transitioning to a new era in which the interval between recurrent bouts of coral bleaching is too short for a full recovery of mature assemblages. We analyzed bleaching records at 100 globally distributed reef locations from 1980 to 2016. The median return time between pairs of severe bleaching events has diminished steadily since 1980 and is now only 6 years. As global warming has progressed, tropical sea surface temperatures are warmer now during current La Niña conditions than they were during El Niño events three decades ago. Consequently, as we transition to the Anthropocene, coral bleaching is occurring more frequently in all El Niño–Southern Oscillation phases, increasing the likelihood of annual bleaching in the coming decades.","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Hughes","given":"Terry P."},{"family":"Anderson","given":"Kristen D."},{"family":"Connolly","given":"Sean R."},{"family":"Heron","given":"Scott F."},{"family":"Kerry","given":"James T."},{"family":"Lough","given":"Janice M."},{"family":"Baird","given":"Andrew H."},{"family":"Baum","given":"Julia K."},{"family":"Berumen","given":"Michael L."},{"family":"Bridge","given":"Tom C."},{"family":"Claar","given":"Danielle C."},{"family":"Eakin","given":"C. Mark"},{"family":"Gilmour","given":"James P."},{"family":"Graham","given":"Nicholas A. J."},{"family":"Harrison","given":"Hugo"},{"family":"Hobbs","given":"Jean-Paul A."},{"family":"Hoey","given":"Andrew S."},{"family":"Hoogenboom","given":"Mia"},{"family":"Lowe","given":"Ryan J."},{"family":"McCulloch","given":"Malcolm T."},{"family":"Pandolfi","given":"John M."},{"family":"Pratchett","given":"Morgan"},{"family":"Schoepf","given":"Verena"},{"family":"Torda","given":"Gergely"},{"family":"Wilson","given":"Shaun K."}],"citation-key":"hughesSpatialTemporalPatterns2018","container-title":"Science","DOI":"10.1126/science.aan8048","issue":"6371","issued":{"date-parts":[["2018",1,5]]},"page":"80-83","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Spatial and temporal patterns of mass bleaching of corals in the Anthropocene","type":"article-journal","URL":"https://www.science.org/doi/full/10.1126/science.aan8048","volume":"359"},
  {"id":"hurleyAssessmentShallowMesophotic2016","abstract":"Shallow coral reefs are extensively studied but, although scleractinian corals have been recorded to 165 m, little is known about other mesophotic coral reef ecosystem (MCE) inhabitants. Brachyuran crabs fill many ecological and trophic niches on reefs, making them ideal candidates for evaluating species composition among depths to ask whether MCEs host the same communities as shallower reef communities that have been well studied. Here we deployed autonomous reef monitoring structures for 2 yr on the south shore of O‘ahu along a depth gradient (12, 30, 60, and 90 m) to sample and assess brachyuran crab communities. A total of 663 brachyuran crabs representing 69 morphospecies (16 families) were found. Community composition was not significantly different within depths, but was highly stratified by depth. Each depth was distinct, but the 30 and 60 m depths were least dissimilar from one another. We show that deeper reefs host significantly different brachyuran communities, and at much lower total abundance, than shallow reefs in Hawai‘i, with 4–27 unique morphospecies per depth and only 3 of 69 morphospecies (~4 %) occurring across the entire depth range sampled.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Hurley","given":"Kaleonani K. C."},{"family":"Timmers","given":"Molly A."},{"family":"Godwin","given":"L. Scott"},{"family":"Copus","given":"Joshua M."},{"family":"Skillings","given":"Derek J."},{"family":"Toonen","given":"Robert J."}],"citation-key":"hurleyAssessmentShallowMesophotic2016","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-015-1382-z","ISSN":"1432-0975","issue":"1","issued":{"date-parts":[["2016",3,1]]},"language":"en","page":"103-112","source":"Springer Link","title":"An assessment of shallow and mesophotic reef brachyuran crab assemblages on the south shore of O‘ahu, Hawai‘i","type":"article-journal","URL":"https://doi.org/10.1007/s00338-015-1382-z","volume":"35"},
  {"id":"jacksonAdaptationDiversityReef1991","accessed":{"date-parts":[["2024",2,1]]},"author":[{"family":"Jackson","given":"Jeremy B. C."}],"citation-key":"jacksonAdaptationDiversityReef1991","container-title":"BioScience","DOI":"10.2307/1311805","ISSN":"0006-3568","issue":"7","issued":{"date-parts":[["1991"]]},"page":"475-482","publisher":"[American Institute of Biological Sciences, Oxford University Press]","source":"JSTOR","title":"Adaptation and diversity of reef corals","type":"article-journal","URL":"https://www.jstor.org/stable/1311805","volume":"41"},
  {"id":"jostEntropyDiversity2006","abstract":"Entropies such as the Shannon–Wiener and Gini–Simpson indices are not themselves diversities. Conversion of these to effective number of species is the key to a unified and intuitive interpretation of diversity. Effective numbers of species derived from standard diversity indices share a common set of intuitive mathematical properties and behave as one would expect of a diversity, while raw indices do not. Contrary to Keylock, the lack of concavity of effective numbers of species is irrelevant as long as they are used as transformations of concave alpha, beta, and gamma entropies. The practical importance of this transformation is demonstrated by applying it to a popular community similarity measure based on raw diversity indices or entropies. The standard similarity measure based on untransformed indices is shown to give misleading results, but transforming the indices or entropies to effective numbers of species produces a stable, easily interpreted, sensitive general similarity measure. General overlap measures derived from this transformed similarity measure yield the Jaccard index, Sørensen index, Horn index of overlap, and the Morisita–Horn index as special cases.","accessed":{"date-parts":[["2024",5,31]]},"author":[{"family":"Jost","given":"Lou"}],"citation-key":"jostEntropyDiversity2006","container-title":"Oikos","DOI":"10.1111/j.2006.0030-1299.14714.x","ISSN":"1600-0706","issue":"2","issued":{"date-parts":[["2006"]]},"language":"en","page":"363-375","source":"Wiley Online Library","title":"Entropy and diversity","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.2006.0030-1299.14714.x","volume":"113"},
  {"id":"kahngCommunityEcologyMesophotic2010","abstract":"Given the global degradation of shallow-water coral reef ecosystems resulting from anthropogenic activities, mesophotic coral reef ecosystems (MCEs) are gaining attention because they are generally considered a de facto refuge for shallow-water species. Despite their inferred importance, MCEs remain one of the most understudied reef habitats, and basic information on the taxonomic composition, depth range, habitat preferences, and abundance and distribution of MCE taxa is scarce. The processes that structure these communities are virtually unknown. Here, we provide a review of what is known about MCEs community ecology and outline essential gaps in our knowledge of these deeper water coral reef ecosystems. The primary findings of this review are as follows: (1) many dominant shallow-water species are absent from MCEs; (2) compared to shallow reefs, herbivores are relatively scarce, perhaps due to limited habitat complexity at depth; (3) changes in the dominant photosynthetic taxa with depth suggest adaptation and specialization to depth; (4) evidence regarding the importance of heterotrophy for zooxanthellate corals at depth is conflicting and inconclusive; and (5) decreased light with depth, but not temperature, appears to be the primary factor limiting the depth of MCEs. The majority of research done to date has been performed in the Caribbean, where some generalization can be made about the community structure and distribution of MCEs. The larger and more diverse Indo-Pacific remains largely unexplored with no apparent generalizations from the few sites that have been comparatively well studied. For MCEs, large gaps in knowledge remain on fundamental aspects of ecology. Advanced technologies must be harnessed and logistical challenges overcome to close this knowledge gap and empower resource managers to make informed decisions on conserving shallow-water and mesophotic coral reef ecosystems.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Kahng","given":"S. E."},{"family":"Garcia-Sais","given":"J. R."},{"family":"Spalding","given":"Heather L."},{"family":"Brokovich","given":"E."},{"family":"Wagner","given":"Daniel"},{"family":"Weil","given":"Ernesto"},{"family":"Hinderstein","given":"L."},{"family":"Toonen","given":"Robert J."}],"citation-key":"kahngCommunityEcologyMesophotic2010","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-010-0593-6","ISSN":"1432-0975","issue":"2","issued":{"date-parts":[["2010",6,1]]},"language":"en","page":"255-275","source":"Springer Link","title":"Community ecology of mesophotic coral reef ecosystems","type":"article-journal","URL":"https://doi.org/10.1007/s00338-010-0593-6","volume":"29"},
  {"id":"kahngDeepestZooxanthellateScleractinian2006","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Kahng","given":"Samuel E."},{"family":"Maragos","given":"James E."}],"citation-key":"kahngDeepestZooxanthellateScleractinian2006","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-006-0098-5","ISSN":"1432-0975","issue":"2","issued":{"date-parts":[["2006",5,1]]},"language":"en","page":"254-254","source":"Springer Link","title":"The deepest, zooxanthellate scleractinian corals in the world?","type":"article-journal","URL":"https://doi.org/10.1007/s00338-006-0098-5","volume":"25"},
  {"id":"kaneHighLevelsMesophotic2014","abstract":"The Papahānaumokuākea Marine National Monument surrounding the Northwestern Hawaiian Islands (NWHI) is the largest marine protected area in the United States and among the largest on Earth. The geographic isolation of this region has produced a unique biodiversity that is\nmarked by particularly high levels of endemism. Previous surveys have revealed that on average 21% of reef fish species in the NWHI are endemic to the Hawaiian Archipelago. However, these endemism estimates are based on scuba surveys in shallow waters (<30 m). In areas with high water clarity\nlike Hawaii, coral reefs can extend to depths exceeding 150 m. We conducted 52 mixed-gas dives and recorded a total of 179 reef fish species at mesophotic coral reef depths (30–90 m) across the NWHI. About 46% of encountered reef fishes in the NWHI are endemic to Hawaii, a value that\nis 16%–24% higher than previous shallow-water (<30 m) surveys in the NWHI, as well as nearly two-fold higher than in any other tropical region. As noted previously for shallow reefs in the NWHI, endemism appears to increase with latitude, as relative abundances of endemic reef fishes\non mesophotic reefs ranged from 16% at the southernmost end of the NWHI, to upwards of 92% at the northernmost end of the NWHI. This unprecedented rate of endemism indicates that mesophotic reefs in the NWHI are reservoirs of biodiversity, and further underscores the need for protection of\nthis area.","author":[{"family":"Kane","given":"Corinne"},{"family":"Kosaki","given":"Randall K."},{"family":"Wagner","given":"Daniel"}],"citation-key":"kaneHighLevelsMesophotic2014","container-title":"Bulletin of Marine Science","container-title-short":"Bulletin of Marine Science","DOI":"10.5343/bms.2013.1053","issue":"2","issued":{"date-parts":[["2014",4,1]]},"page":"693-703","source":"IngentaConnect","title":"High levels of mesophotic reef fish endemism in the Northwestern Hawaiian Islands","type":"article-journal","volume":"90"},
  {"id":"kaneTrophicDesignationLive2017","abstract":"Reef-fish community structure and habitat associations are well documented for shallow coral reefs (<20 m) but are largely unknown in deeper extensions of reefs (mesophotic reefs; >30 m). We documente","author":[{"family":"Kane","given":"Corinne N"},{"family":"Tissot","given":"Brian N"}],"citation-key":"kaneTrophicDesignationLive2017","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-017-1581-x","issued":{"date-parts":[["2017",4,21]]},"page":"1-11","publisher":"Springer-Verlag","title":"Trophic designation and live coral cover predict changes in reef-fish community structure along a shallow to mesophotic gradient in Hawaii","type":"article-journal","URL":"https://link.springer.com/article/10.1007/s00338-017-1581-x","volume":"141"},
  {"id":"karaOptimalDefinitionOcean2000","abstract":"<em>Journal of Geophysical Research: Oceans</em> is an AGU oceanography journal publishing new understanding of the ocean and its processes, and their interactions with other components of the Earth system.","accessed":{"date-parts":[["2024",2,21]]},"author":[{"family":"Kara","given":"A. Birol"},{"family":"Rochford","given":"Peter A."},{"family":"Hurlburt","given":"Harley E."}],"citation-key":"karaOptimalDefinitionOcean2000","container-title":"Journal of Geophysical Research: Oceans","DOI":"10.1029/2000JC900072","ISSN":"2156-2202","issue":"C7","issued":{"date-parts":[["2000",7,15]]},"language":"en","page":"16803-16821","publisher":"John Wiley & Sons, Ltd","source":"agupubs.onlinelibrary.wiley.com","title":"An optimal definition for ocean mixed layer depth","type":"article-journal","URL":"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2000JC900072","volume":"105"},
  {"id":"kindtTreeDiversityAnalysis2005","author":[{"family":"Kindt","given":"Roeland"},{"family":"Coe","given":"Richard"}],"citation-key":"kindtTreeDiversityAnalysis2005","issued":{"date-parts":[["2005"]]},"number-of-pages":"196","publisher":"World Agroforestry Centre (ICRAF)","title":"Tree diversity analysis. A manual and software for common statistical methods for ecological and biodiversity studies","type":"book"},
  {"id":"kinlanPropaguleDispersalMarine2003","abstract":"Studies in terrestrial systems suggest that long-distance propagule dispersal is important for landscape pattern and dynamics, but largely inconsequential for local demography. By contrast, in marine systems, dispersal at regional scales may drive local dynamics, because many species may have large mean dispersal distances. To assess variation in marine dispersal scales, we estimated mean dispersal distances from genetic isolation-by-distance slopes. Estimates ranged widely, from a few meters to hundreds of kilometers. Dispersal differed among taxonomic groups (macroalgae, invertebrates, and fish) and among species in different functional groups (e.g., producers and herbivores). Differences in dispersal scale have important implications for marine community dynamics, reserve design, responses to large-scale perturbations, and evolution of interacting species. To place genetic estimates of marine dispersal in context, we compared them to other measures of dispersal in the ocean and to estimates of dispersal on land. Maximum scales of dispersal by sedentary marine species exceeded maximum estimates of terrestrial plant dispersal by at least one to two orders of magnitude. Direct and genetic estimates of terrestrial plant dispersal were comparable to estimates of marine plant dispersal. Rates of marine macroalgal range expansion, however, far exceeded spread rates of terrestrial plants. Terrestrial plant spread rates were more similar to those of short-dispersing marine organisms that lack secondary dispersal by drifting adults. Genetic estimates of dispersal by different functional groups suggest that herbivores typically disperse much farther than their plant resources both on land and in the sea, although the timing, frequency, and consequences of dispersal may differ in the two systems. Terrestrial herbivores have more flexible dispersal behavior than marine organisms that disperse each generation by planktonic transport of larvae. Our results validate some long-standing views about the greater dispersal potential of species in the ocean, but also highlight the extreme heterogeneity in dispersal scale among marine species. As a result, development of a community perspective on marine connectivity will require consideration of multiple dispersal mechanisms and scales.","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Kinlan","given":"Brian P."},{"family":"Gaines","given":"Steven D."}],"citation-key":"kinlanPropaguleDispersalMarine2003","container-title":"Ecology","DOI":"10.1890/01-0622","ISSN":"1939-9170","issue":"8","issued":{"date-parts":[["2003"]]},"language":"en","license":"© 2003 by the Ecological Society of America","page":"2007-2020","source":"Wiley Online Library","title":"Propagule Dispersal in Marine and Terrestrial Environments: A Community Perspective","title-short":"Propagule Dispersal in Marine and Terrestrial Environments","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1890/01-0622","volume":"84"},
  {"id":"knappDriversBiodiversityChange2017","abstract":"Cross-system studies on the response of different ecosystems to global change will support our understanding of ecological changes. Synoptic views on the planet's two main realms, the marine and terrestrial, however, are rare, owing to the development of rather disparate research communities. We combined questionnaires and a literature review to investigate how the importance of anthropogenic drivers of biodiversity change differs among marine and terrestrial systems and whether differences perceived by marine vs. terrestrial researchers are reflected by the scientific literature. This included asking marine and terrestrial researchers to rate the relevance of different drivers of global change for either marine or terrestrial biodiversity. Land use and the associated loss of natural habitats were rated as most important in the terrestrial realm, while the exploitation of the sea by fishing was rated as most important in the marine realm. The relevance of chemicals, climate change and the increasing atmospheric concentration of CO2 were rated differently for marine and terrestrial biodiversity respectively. Yet, our literature review provided less evidence for such differences leading to the conclusion that while the history of the use of land and sea differs, impacts of global change are likely to become increasingly similar.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Knapp","given":"Sonja"},{"family":"Schweiger","given":"Oliver"},{"family":"Kraberg","given":"Alexandra"},{"family":"Asmus","given":"Harald"},{"family":"Asmus","given":"Ragnhild"},{"family":"Brey","given":"Thomas"},{"family":"Frickenhaus","given":"Stephan"},{"family":"Gutt","given":"Julian"},{"family":"Kühn","given":"Ingolf"},{"family":"Liess","given":"Matthias"},{"family":"Musche","given":"Martin"},{"family":"Pörtner","given":"Hans-O."},{"family":"Seppelt","given":"Ralf"},{"family":"Klotz","given":"Stefan"},{"family":"Krause","given":"Gesche"}],"citation-key":"knappDriversBiodiversityChange2017","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2016.09.002","ISSN":"0048-9697","issued":{"date-parts":[["2017",1,1]]},"language":"en","page":"191-203","source":"ScienceDirect","title":"Do drivers of biodiversity change differ in importance across marine and terrestrial systems — Or is it just different research communities' perspectives?","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969716319192","volume":"574"},
  {"id":"knowltonCoralReefBiodiversity2010","abstract":"Summary This chapter contains sections titled: Introduction Background: The ? Known ? before the Census The Census of Coral Reef Ecosystems Approach CReefs Results Gaps in Knowledge Advancing Knowledge Conclusions Acknowledgments References","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Knowlton","given":"Nancy"},{"family":"Brainard","given":"Russell E."},{"family":"Fisher","given":"Rebecca"},{"family":"Moews","given":"Megan"},{"family":"Plaisance","given":"Laetitia"},{"family":"Caley","given":"M. Julian"}],"citation-key":"knowltonCoralReefBiodiversity2010","container-title":"Life in the World's Oceans","DOI":"10.1002/9781444325508.ch4","editor":[{"family":"McIntyre","given":"Alasdair D."}],"ISBN":"978-1-4443-2550-8","issued":{"date-parts":[["2010",10,8]]},"page":"65-78","title":"Coral Reef Biodiversity","type":"chapter","URL":"https://doi.org/10.1002/9781444325508.ch4"},
  {"id":"komyakovaRelativeImportanceCoral2013","abstract":"The structure of coral reef habitat has a pronounced influence on the diversity, composition and abundance of reef-associated fishes. However, the particular features of the habitat that are most critical are not always known. Coral habitats can vary in many characteristics, notably live coral cover, topographic complexity and coral diversity, but the relative effects of these habitat characteristics are often not distinguished. Here, we investigate the strength of the relationships between these habitat features and local fish diversity, abundance and community structure in the lagoon of Lizard Island, Great Barrier Reef. In a spatial comparison using sixty-six 2m2 quadrats, fish species richness, total abundance and community structure were examined in relation to a wide range of habitat variables, including topographic complexity, habitat diversity, coral diversity, coral species richness, hard coral cover, branching coral cover and the cover of corymbose corals. Fish species richness and total abundance were strongly associated with coral species richness and cover, but only weakly associated with topographic complexity. Regression tree analysis showed that coral species richness accounted for most of the variation in fish species richness (63.6%), while hard coral cover explained more variation in total fish abundance (17.4%), than any other variable. In contrast, topographic complexity accounted for little spatial variation in reef fish assemblages. In degrading coral reef environments, the potential effects of loss of coral cover and topographic complexity are often emphasized, but these findings suggest that reduced coral biodiversity may ultimately have an equal, or greater, impact on reef-associated fish communities.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Komyakova","given":"Valeriya"},{"family":"Munday","given":"Philip L."},{"family":"Jones","given":"Geoffrey P."}],"citation-key":"komyakovaRelativeImportanceCoral2013","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0083178","ISSN":"1932-6203","issue":"12","issued":{"date-parts":[["2013",12,13]]},"language":"en","page":"e83178","publisher":"Public Library of Science","source":"PLoS Journals","title":"Relative importance of coral cover, habitat complexity and diversity in determining the structure of reef fish communities","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0083178","volume":"8"},
  {"id":"kubaCharacterizationMacroalgalassociatedMicrobial2023","abstract":"The Papahānaumokuākea Marine National Monument, Hawai‘i, is one of the most isolated and protected archipelagos in the world, making it a natural laboratory to examine macroalgal-microbial diversity because of limited direct anthropogenic impacts. We collected the most abundant macroalgae from nine sites ranging from shallow subtidal (1.5 m) to mesophotic (75 m) depths around Manawai (Pearl and Hermes Atoll). We characterized the macroalgal bacterial communities via high-throughput amplicon sequencing and compared the influence of host phylum, species, site, and depth on these relationships at a single atoll. Ochrophyta species had the lowest bacterial diversity compared to Chlorophyta and Rhodophyta. Site and/or depth may influence the microbial community structure associated with Microdictyon setchellianum, indicating a possible disconnect of these microbial communities among habitats. Chondria tumulosa, a cryptogenic species with invasive traits, differed in associated microbiota compared to the native Laurencia galtsoffii, an alga from the same family collected at the same site and depth. While there was overlap of bacterial communities across sites for some algal species, the majority had minimal macroalgal-microbial community connectivity across Manawai. This mesophotic system, therefore, did not appear to be refugia for shallow water coral reefs at microscopic scales. Additional studies are required to identify other significant influences on microbial community variation.","accessed":{"date-parts":[["2023",10,20]]},"author":[{"family":"Kuba","given":"Gabrielle M."},{"family":"Spalding","given":"Heather L."},{"family":"Hill-Spanik","given":"Kristina M."},{"family":"Williams","given":"Taylor M."},{"family":"Paiano","given":"Monica O."},{"family":"Sherwood","given":"Alison R."},{"family":"Hauk","given":"Brian B."},{"family":"Kosaki","given":"Randall K."},{"family":"Fullerton","given":"Heather"}],"citation-key":"kubaCharacterizationMacroalgalassociatedMicrobial2023","container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.16114","ISSN":"2167-8359","issued":{"date-parts":[["2023",10,3]]},"language":"en","page":"e16114","publisher":"PeerJ Inc.","source":"peerj.com","title":"Characterization of macroalgal-associated microbial communities from shallow to mesophotic depths at Manawai, Papahānaumokuākea Marine National Monument, Hawai‘i","type":"article-journal","URL":"https://peerj.com/articles/16114","volume":"11"},
  {"id":"langeWaveExposureShapes2021","abstract":"In a time of unprecedented ecological change, understanding natural biophysical relationships between reef resilience and physical drivers is of increasing importance. This study evaluates how wave forcing structures coral reef benthic community composition and recovery trajectories after the major 2015/2016 bleaching event in the remote Chagos Archipelago, Indian Ocean. Benthic cover and substrate rugosity were quantified from digital imagery at 23 fore reef sites around a small coral atoll (Salomon) in 2020 and compared to data from a similar survey in 2006 and opportunistic surveys in intermediate years. Cluster analysis and principal component analysis show strong separation of community composition between exposed (modelled wave exposure > 1000 J m−3) and sheltered sites (< 1000 J m−3) in 2020. This difference is driven by relatively high cover of Porites sp., other massive corals, encrusting corals, soft corals, rubble and dead table corals at sheltered sites versus high cover of pavement and sponges at exposed sites. Total coral cover and rugosity were also higher at sheltered sites. Adding data from previous years shows benthic community shifts from distinct exposure-driven assemblages and high live coral cover in 2006 towards bare pavement, dead Acropora tables and rubble after the 2015/2016 bleaching event. The subsequent recovery trajectories at sheltered and exposed sites are surprisingly parallel and lead communities towards their respective pre-bleaching communities. These results demonstrate that in the absence of human stressors, community patterns on fore reefs are strongly controlled by wave exposure, even during and after widespread coral loss from bleaching events.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Lange","given":"Ines D."},{"family":"Benkwitt","given":"Cassandra E."},{"family":"McDevitt-Irwin","given":"Jamie M."},{"family":"Tietjen","given":"Kristina L."},{"family":"Taylor","given":"Brett"},{"family":"Chinkin","given":"Mark"},{"family":"Gunn","given":"Rachel L."},{"family":"Palmisciano","given":"Melissa"},{"family":"Steyaert","given":"Margaux"},{"family":"Wilson","given":"Bry"},{"family":"East","given":"Holly K."},{"family":"Turner","given":"John"},{"family":"Graham","given":"Nicholas A. J."},{"family":"Perry","given":"Chris T."}],"citation-key":"langeWaveExposureShapes2021","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-021-02184-w","ISSN":"1432-0975","issue":"6","issued":{"date-parts":[["2021",12,1]]},"language":"en","page":"1819-1829","source":"Springer Link","title":"Wave exposure shapes reef community composition and recovery trajectories at a remote coral atoll","type":"article-journal","URL":"https://doi.org/10.1007/s00338-021-02184-w","volume":"40"},
  {"id":"lasleyAllopatricMosaicsIndoWest2023","abstract":"Molecular studies have revealed that many species once thought to be wide-ranging in the Indo-West Pacific contain allopatric mosaics of endemic lineages. These lineages provide compelling evidence that substantial time is needed to evolve isolating mechanisms sufficient to permit successful secondary sympatry, and that divergence is initiated in allopatry. In this context, questions arise regarding the nature, timing, and origin of isolating mechanisms that permit secondary sympatry. We present a phylogeny of the crab subfamily Chlorodiellinae which displays allopatric mosaics within species. These allopatric lineages typically do not have divergent male genitalia, while older sympatric lineages do. We tested the relationship between genetic distance (proxy for time), sympatry, and the divergence of male genitalic morphology. Our results suggest that male genitalic divergence is not involved in the initiation of speciation in chlorodielline crabs, having likely occurred only after isolation began in allopatry. However, morphological evolution of genitalia seemingly does play an important role in completing the process of speciation in these crabs.","accessed":{"date-parts":[["2024",8,28]]},"author":[{"family":"Lasley","given":"Robert M."},{"family":"Evans","given":"Nathaniel"},{"family":"Paulay","given":"Gustav"},{"family":"Michonneau","given":"Francois"},{"family":"Windsor","given":"Amanda"},{"literal":"Irwansyah"},{"family":"Ng","given":"Peter K. L."}],"citation-key":"lasleyAllopatricMosaicsIndoWest2023","container-title":"Molecular Phylogenetics and Evolution","container-title-short":"Molecular Phylogenetics and Evolution","DOI":"10.1016/j.ympev.2023.107710","ISSN":"1055-7903","issued":{"date-parts":[["2023",4,1]]},"page":"107710","source":"ScienceDirect","title":"Allopatric mosaics in the Indo-West Pacific crab subfamily Chlorodiellinae reveal correlated patterns of sympatry, genetic divergence, and genitalic disparity","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1055790323000106","volume":"181"},
  {"id":"lasleyjrIntegrativeSystematicRevision2014","author":[{"family":"Lasley Jr","given":"Robert Murray"}],"citation-key":"lasleyjrIntegrativeSystematicRevision2014","issued":{"date-parts":[["2014"]]},"publisher":"Dissertation]. National University of Singapore, Singapore","title":"An Integrative Systematic Revision of the Chlorodiellinae Ng & Holthuis, 2006 (Crustacea: Decapoda: Brachyura: Xanthidae)","type":"thesis"},
  {"id":"lasleyjrPhylogeneticRelationshipsUbiquitous2015","abstract":"The xanthid subfamily Chlorodiellinae is one of the most ubiquitous coral reef crab taxa in the Indo-West Pacific region. Many species are common in coral rubble and rocky shores from Hawaii to eastern Africa, often dominating reef cryptofauna in terms of biomass. Phylogenetic analyses of mitochondrial (COX1, 12S rRNA and 16S rRNA) and nuclear (histone H3) gene sequences of 202 specimens indicate that the Chlorodiellinae is polyphyletic as presently defined. Three genera, Pilodius, Cyclodius and Chlorodiella, and two previously undescribed lineages were recovered as a well-supported clade. In combination with morphological data, the subfamily is redefined and restricted to this clade. Two new genera, Soliella gen. n., and Luniella gen. n., are described based on features of the carapace, male thoracic sternum and male gonopods. The remaining chlorodielline genera and members of the Etisinae, a subfamily with supposedly close morphological affinities to the Chlorodiellinae, were recovered at various positions throughout the xanthid phylogeny, although with relatively low support values. These results reiterate the unresolved status of xanthid subfamilial relationships, but nevertheless provide progress for xanthid systematics.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Lasley Jr","given":"Robert M."},{"family":"Klaus","given":"Sebastian"},{"family":"Ng","given":"Peter K. L."}],"citation-key":"lasleyjrPhylogeneticRelationshipsUbiquitous2015","container-title":"Zoologica Scripta","DOI":"10.1111/zsc.12094","ISSN":"1463-6409","issue":"2","issued":{"date-parts":[["2015"]]},"language":"en","license":"© 2014 Royal Swedish Academy of Sciences","page":"165-178","source":"Wiley Online Library","title":"Phylogenetic relationships of the ubiquitous coral reef crab subfamily Chlorodiellinae (Decapoda, Brachyura, Xanthidae)","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/zsc.12094","volume":"44"},
  {"id":"lasleyNewGenusChlorodiella2013","abstract":"Chlorodiella longimana is the only chlorodielline species presently known from the western Atlantic Ocean. Although C. longimana superficially resembles other species of the genus in general appearance of the carapace, morphological analyses revealed a suite of characters that separate it from all other known species of Chlorodiella – in particular, ambulatory legs having dactyli with a single tip and a basal antennal segment with a lateral flange that extends halfway into the orbital hiatus, excluding the antennal flagellum. In addition, a phylogenetic analysis of the Chlorodiellinae inferred from three mitochondrial markers (12S, 16S, COXI) and a nuclear marker (histone H3), confirms that C. longimana is genetically distinct from its congeners. A new genus, Ratha, is proposed to accommodate C. longimana. In addition, a phylogenetic analysis of six chlorodielline genera indicates that the subfamily is polyphyletic as presently defined.","accessed":{"date-parts":[["2024",8,28]]},"author":[{"family":"Lasley","given":"Robert M."},{"family":"Lai","given":"Joelle C. Y."},{"family":"Thoma","given":"Brent P."}],"citation-key":"lasleyNewGenusChlorodiella2013","container-title":"Invertebrate Systematics","container-title-short":"Invert. Systematics","DOI":"10.1071/IS12075","ISSN":"1447-2600","issue":"4","issued":{"date-parts":[["2013",8,30]]},"language":"en","page":"379-390","publisher":"CSIRO PUBLISHING","source":"www.publish.csiro.au","title":"A new genus for Chlorodiella longimana (H. Milne Edwards) supported by morphology and molecular data, with a preliminary phylogeny of the Chlorodiellinae (Crustacea : Decapoda : Xanthidae)","title-short":"A new genus for Chlorodiella longimana (H. Milne Edwards) supported by morphology and molecular data, with a preliminary phylogeny of the Chlorodiellinae (Crustacea","type":"article-journal","URL":"https://www.publish.csiro.au/is/IS12075","volume":"27"},
  {"id":"legendreEcologicallyMeaningfulTransformations2001","abstract":"This paper examines how to obtain species biplots in unconstrained or constrained ordination without resorting to the Euclidean distance [used in principal-component analysis (PCA) and redundancy analysis (RDA)] or the chi-square distance [preserved in correspondence analysis (CA) and canonical correspondence analysis (CCA)] which are not always appropriate for the analysis of community composition data. To achieve this goal, transformations are proposed for species data tables. They allow ecologists to use ordination methods such as PCA and RDA, which are Euclidean-based, for the analysis of community data, while circumventing the problems associated with the Euclidean distance, and avoiding CA and CCA which present problems of their own in some cases. This allows the use of the original (transformed) species data in RDA carried out to test for relationships with explanatory variables (i.e. environmental variables, or factors of a multifactorial analysis-of-variance model); ecologists can then draw biplots displaying the relationships of the species to the explanatory variables. Another application allows the use of species data in other methods of multivariate data analysis which optimize a least-squares loss function; an example is K-means partitioning.","accessed":{"date-parts":[["2023",7,19]]},"author":[{"family":"Legendre","given":"Pierre"},{"family":"Gallagher","given":"Eugene D."}],"citation-key":"legendreEcologicallyMeaningfulTransformations2001","container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/s004420100716","ISSN":"1432-1939","issue":"2","issued":{"date-parts":[["2001",10,1]]},"language":"en","page":"271-280","source":"Springer Link","title":"Ecologically meaningful transformations for ordination of species data","type":"article-journal","URL":"https://doi.org/10.1007/s004420100716","volume":"129"},
  {"id":"lerayDNABarcodingMetabarcoding2015","abstract":"Documenting the diversity of marine life is challenging because many species are cryptic, small, and rare, and belong to poorly known groups. New sequencing technologies, especially when combined with standardized sampling, promise to make comprehensive biodiversity assessments and monitoring feasible on a large scale. We used this approach to characterize patterns of diversity on oyster reefs across a range of geographic scales comprising a temperate location [Virginia (VA)] and a subtropical location [Florida (FL)]. Eukaryotic organisms that colonized multilayered settlement surfaces (autonomous reef monitoring structures) over a 6-mo period were identified by cytochrome c oxidase subunit I barcoding (>2-mm mobile organisms) and metabarcoding (sessile and smaller mobile organisms). In a total area of ∼ 15.64 m(2) and volume of ∼ 0.09 m(3), 2,179 operational taxonomic units (OTUs) were recorded from 983,056 sequences. However, only 10.9% could be matched to reference barcodes in public databases, with only 8.2% matching barcodes with both genus and species names. Taxonomic coverage was broad, particularly for animals (22 phyla recorded), but 35.6% of OTUs detected via metabarcoding could not be confidently assigned to a taxonomic group. The smallest size fraction (500 to 106 μm) was the most diverse (more than two-thirds of OTUs). There was little taxonomic overlap between VA and FL, and samples separated by ∼ 2 m were significantly more similar than samples separated by ∼ 100 m. Ground-truthing with independent assessments of taxonomic composition indicated that both presence-absence information and relative abundance information are captured by metabarcoding data, suggesting considerable potential for ecological studies and environmental monitoring.","author":[{"family":"Leray","given":"Matthieu"},{"family":"Knowlton","given":"Nancy"}],"citation-key":"lerayDNABarcodingMetabarcoding2015","container-title":"Proceedings of the National Academy of Sciences of the United States of America","container-title-short":"Proc Natl Acad Sci USA","DOI":"10.1073/pnas.1424997112","issue":"7","issued":{"date-parts":[["2015",2,17]]},"page":"2076-2081","publisher":"National Academy of Sciences","title":"DNA barcoding and metabarcoding of standardized samples reveal patterns of marine benthic diversity.","type":"article-journal","URL":"https://www.pnas.org/content/112/7/2076.abstract","volume":"112"},
  {"id":"lesserEcologyMesophoticCoral2009","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Lesser","given":"Michael P."},{"family":"Slattery","given":"Marc"},{"family":"Leichter","given":"James J."}],"citation-key":"lesserEcologyMesophoticCoral2009","container-title":"Journal of Experimental Marine Biology and Ecology","container-title-short":"Journal of Experimental Marine Biology and Ecology","DOI":"10.1016/j.jembe.2009.05.009","ISSN":"0022-0981","issue":"1","issued":{"date-parts":[["2009",7,15]]},"page":"1-8","source":"ScienceDirect","title":"Ecology of mesophotic coral reefs","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0022098109002044","volume":"375"},
  {"id":"lesserGlobalCommunityBreaks2019","author":[{"family":"Lesser","given":"Michael P."},{"family":"Slattery","given":"Marc"},{"family":"Laverick","given":"Jack H"},{"family":"Macartney","given":"Keir J"},{"family":"Bridge","given":"Tom C"}],"citation-key":"lesserGlobalCommunityBreaks2019","container-title":"Global Ecology and Biogeography","container-title-short":"Global Ecology and Biogeography","DOI":"10.1111/geb.12940","editor":[{"family":"Pandolfi","given":"John"}],"issue":"2","issued":{"date-parts":[["2019",6,24]]},"page":"47","publisher":"Blackwell Publishing Ltd","title":"Global community breaks at 60 m on mesophotic coral reefs","type":"article-journal","URL":"https://onlinelibrary-wiley-com.eres.library.manoa.hawaii.edu/doi/full/10.1111/geb.12940","volume":"5"},
  {"id":"mantelattoDepthGrazingIntensity2020","abstract":"Marine hardground bottom (subtidal) benthic (sessile) communities (HBBC) are subjected to various biotic, abiotic, and anthropogenic factors that can vary over space and time and interact with one another. To evaluate the main drivers of the structure of HBBC in a large tropical bay in the southwest Atlantic (Ilha Grande Bay, Brazil), a total of 98 HBBC were sampled using visually estimated quadrats. Ten variables (depth, grazing intensity, irradiance, temperature, salinity, dissolved oxygen, nutrients (nitrite, nitrate, and phosphate), and chlorophyll a concentrations) were also measured. A total of 74 main space-occupying taxon/functional groups were recorded which fell into six major HBBC groups. These were organized by depth/irradiance and grazing intensities which explained part of the HBBC variation: (a) Communities dominated by zoantharians occurred in the shallow, highest irradiance sites; (b) foliose and erect algae were inversely related to depth and grazing intensity; (c) crustose coralline algae dominated at greater depths and/or under higher grazing intensity; (d) zooxanthellate corals were associated with shallower and heterotrophic invertebrates with deeper stations; (e) photosynthetically efficient algae were associated with deeper stations, with more encrusting forms under higher grazing intensities; and (f) multi-species turf-forming algae were ubiquitous (did not present association with any of the measured variables). As communities’ components and main structuring factors were similar to those found in coral reefs, these communities represent compatible receptor habitats for poleward escape, migration, and range extension under the present global warming scenario.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Mantelatto","given":"Marcelo Checoli"},{"family":"Oliveira","given":"Anderson Eduardo Silva","dropping-particle":"de"},{"family":"Menegola","given":"Carla"},{"family":"Casares","given":"Fernanda Araujo"},{"family":"Creed","given":"Joel Christopher"}],"citation-key":"mantelattoDepthGrazingIntensity2020","container-title":"Marine Ecology","DOI":"10.1111/maec.12586","ISSN":"1439-0485","issue":"3","issued":{"date-parts":[["2020"]]},"language":"en","license":"© 2020 Blackwell Verlag GmbH","page":"e12586","source":"Wiley Online Library","title":"Depth and grazing intensity are the main drivers of subtidal hardground benthic community structure on tropical south Atlantic reefs","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/maec.12586","volume":"41"},
  {"id":"mcmurdiePhyloseqPackageReproducible2013","abstract":"Background The analysis of microbial communities through DNA sequencing brings many challenges: the integration of different types of data with methods from ecology, genetics, phylogenetics, multivariate statistics, visualization and testing. With the increased breadth of experimental designs now being pursued, project-specific statistical analyses are often needed, and these analyses are often difficult (or impossible) for peer researchers to independently reproduce. The vast majority of the requisite tools for performing these analyses reproducibly are already implemented in R and its extensions (packages), but with limited support for high throughput microbiome census data. Results Here we describe a software project, phyloseq, dedicated to the object-oriented representation and analysis of microbiome census data in R. It supports importing data from a variety of common formats, as well as many analysis techniques. These include calibration, filtering, subsetting, agglomeration, multi-table comparisons, diversity analysis, parallelized Fast UniFrac, ordination methods, and production of publication-quality graphics; all in a manner that is easy to document, share, and modify. We show how to apply functions from other R packages to phyloseq-represented data, illustrating the availability of a large number of open source analysis techniques. We discuss the use of phyloseq with tools for reproducible research, a practice common in other fields but still rare in the analysis of highly parallel microbiome census data. We have made available all of the materials necessary to completely reproduce the analysis and figures included in this article, an example of best practices for reproducible research. Conclusions The phyloseq project for R is a new open-source software package, freely available on the web from both GitHub and Bioconductor.","accessed":{"date-parts":[["2021",10,15]]},"author":[{"family":"McMurdie","given":"Paul J."},{"family":"Holmes","given":"Susan"}],"citation-key":"mcmurdiePhyloseqPackageReproducible2013","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0061217","ISSN":"1932-6203","issue":"4","issued":{"date-parts":[["2013",4,22]]},"language":"en","page":"e61217","publisher":"Public Library of Science","source":"PLoS Journals","title":"phyloseq: An R package for reproducible interactive analysis and graphics of microbiome census data","title-short":"phyloseq","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0061217","volume":"8"},
  {"id":"mengeRockyIntertidalCommunities2001","author":[{"family":"Menge","given":"B. A."},{"family":"Branch","given":"G. M."}],"citation-key":"mengeRockyIntertidalCommunities2001","container-title":"Marine community ecology","editor":[{"family":"Branch","given":"G. M."},{"family":"Gaines","given":"S. D."},{"family":"Hay","given":"M. E."}],"event-place":"Sunderland","issued":{"date-parts":[["2001"]]},"page":"221–252","publisher":"Sinauer Associates","publisher-place":"Sunderland","title":"Rocky intertidal communities","type":"chapter"},
  {"id":"montgomeryCommunitySimilaritySpecies2021","abstract":"The deep reef refuge hypothesis (DRRH) postulates that mesophotic coral ecosystems (MCEs) may provide a refuge for shallow coral reefs (SCRs). Understanding this process is an important conservation tool given increasing threats to coral reefs. To establish a better framework to analyze the DRRH, we analyzed stony coral communities in American Sāmoa across MCEs and SCRs to describe the community similarity and species overlap to test the foundational assumption of the DRRH. We suggest a different approach to determine species as depth specialists or generalists that changes the conceptual role of MCEs and emphasizes their importance in conservation planning regardless of their role as a refuge or not. This further encourages a reconsideration of a broader framework for the DRRH. We found 12 species of corals exclusively on MCEs and 183 exclusively on SCRs with another 63 species overlapping between depth zones. Of these, 19 appear to have the greatest potential to serve as reseeding species. Two additional species are listed under the U.S. Endangered Species Act, Acropora speciosa and Fimbriaphyllia paradivisa categorized as an occasional deep specialist and a deep exclusive species, respectively. Based on the community distinctiveness and minimal species overlap of SCR and MCE communities, we propose a broader framework by evaluating species overlap across coral reef habitats. This provides an opportunity to consider the opposite of the DRRH where SCRs support MCEs.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Montgomery","given":"Anthony D."},{"family":"Fenner","given":"Douglas"},{"family":"Donahue","given":"Megan J."},{"family":"Toonen","given":"Robert J."}],"citation-key":"montgomeryCommunitySimilaritySpecies2021","container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/s41598-021-03128-8","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[["2021",12,10]]},"language":"en","license":"2021 This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply","page":"23787","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Community similarity and species overlap between habitats provide insight into the deep reef refuge hypothesis","type":"article-journal","URL":"https://www.nature.com/articles/s41598-021-03128-8","volume":"11"},
  {"id":"moore10PlantCompetition2011","accessed":{"date-parts":[["2024",9,20]]},"author":[{"family":"Moore","given":"Kara A."},{"family":"Elmendorf","given":"Sarah C."}],"citation-key":"moore10PlantCompetition2011","container-title":"Serpentine: The Evolution and Ecology of a Model System","DOI":"10.1525/9780520948457-013","editor":[{"family":"Harrison","given":"Susan"},{"family":"Rajakaruna","given":"Nishanta"}],"ISBN":"978-0-520-94845-7","issued":{"date-parts":[["2011",2,2]]},"language":"en","page":"223-236","publisher":"University of California Press","source":"www.degruyter.com","title":"10. Plant Competition and Facilitation in Systems with Strong Environmental Gradients","type":"chapter","URL":"https://www.degruyter.com/document/doi/10.1525/9780520948457-013/html"},
  {"id":"moraEcologyFishesCoral2015","abstract":"The local diversity and global richness of coral reef fishes, along with the diversity manifested in their morphology, behaviour and ecology, provides fascinating and diverse opportunities for study. Reflecting the very latest research in a broad and ever-growing field, this comprehensive guide is a must-read for anyone interested in the ecology of fishes on coral reefs. Featuring contributions from leaders in the field, the 36 chapters cover the full spectrum of current research. They are presented in five parts, considering coral reef fishes in the context of ecology, patterns and processes, human intervention and impacts, conservation, and past and current debates. Beautifully illustrated in full-colour, this book is designed to summarise and help build upon current knowledge and to facilitate further research. It is an ideal resource for those new to the field as well as for experienced researchers.","accessed":{"date-parts":[["2023",9,12]]},"citation-key":"moraEcologyFishesCoral2015","DOI":"10.1017/CBO9781316105412","editor":[{"family":"Mora","given":"Camilo"}],"event-place":"Cambridge","ISBN":"978-1-107-08918-1","issued":{"date-parts":[["2015"]]},"publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"Cambridge University Press","title":"Ecology of Fishes on Coral Reefs","type":"book","URL":"https://www.cambridge.org/core/books/ecology-of-fishes-on-coral-reefs/E731ED59A66D9424BF0549C763C8328D"},
  {"id":"morrowEnvironmentalDriversMicrobial2016","abstract":"Summary The giant barrel sponge, Xestospongia muta, is a high microbial abundance sponge found on Caribbean coral reefs along shallow to mesophotic depth gradients where multiple abiotic factors change with depth. Sponges were collected along a depth gradient at Little Cayman (LC) and Lee Stocking Island (LSI), and the microbiome of these samples was analysed using 16S rRNA amplicon sequencing. Statistically significant shifts in community structure and dissimilarity (??40%) were detected from 10 to 90?m in LC sponges, but a similar shift was not identified in sponges from 10 to 60?m at LSI (only 17% dissimilar). Additionally, inorganic nutrient levels steadily increased with depth at LSI but not at LC. Based on bulk stable isotopic variability, sponges collected from LC were generally more enriched in 15N and less enriched in 13C as depth increased, suggesting a transition from dependency on photoautotrophy to heterotrophy as depth increased. Patterns of stable isotopic enrichment were largely invariant at LSI, which is also reflected in the more stable microbial community along the depth gradient. It appears that environmental factors that change with depth may contribute to differences in X.?muta microbial assemblages, demonstrating the importance of contemporaneous environmental sampling in studies of the microbiome of sponges.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Morrow","given":"Kathleen M."},{"family":"Fiore","given":"Cara L."},{"family":"Lesser","given":"Michael P."}],"citation-key":"morrowEnvironmentalDriversMicrobial2016","container-title":"Environmental Microbiology","DOI":"10.1111/1462-2920.13226","ISSN":"1462-2912","issue":"6","issued":{"date-parts":[["2016",6]]},"page":"2025-2038","publisher":"John Wiley & Sons, Ltd","source":"ami-journals-onlinelibrary-wiley-com.eres.library.manoa.hawaii.edu (Atypon)","title":"Environmental drivers of microbial community shifts in the giant barrel sponge, Xestospongia muta, over a shallow to mesophotic depth gradient","type":"article-journal","URL":"https://ami.journals.onlinelibrary.wiley.com/doi/full/10.1111/1462-2920.13226","volume":"18"},
  {"id":"muirSpeciesIdentityDepth2017","abstract":"Mass bleaching associated with unusually high sea temperatures represents one of the greatest threats to corals and coral reef ecosystems. Deeper reef areas are hypothesized as potential refugia, but the susceptibility of Scleractinian species over depth has not been quantified. During the most severe bleaching event on record, we found up to 83% of coral cover severely affected on Maldivian reefs at a depth of 3–5 m, but significantly reduced effects at 24–30 m. Analysis of 153 species' responses showed depth, shading and species identity had strong, significant effects on susceptibility. Overall, 73.3% of the shallow-reef assemblage had individuals at a depth of 24–30 m with reduced effects, potentially mitigating local extinction and providing a source of recruits for population recovery. Although susceptibility was phylogenetically constrained, species-level effects caused most lineages to contain some partially resistant species. Many genera showed wide variation between species, including Acropora, previously considered highly susceptible. Extinction risk estimates showed species and lineages of concern and those likely to dominate following repeated events. Our results show that deeper reef areas provide refuge for a large proportion of Scleractinian species during severe bleaching events and that the deepest occurring individuals of each population have the greatest potential to survive and drive reef recovery.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Muir","given":"Paul R."},{"family":"Marshall","given":"Paul A."},{"family":"Abdulla","given":"Ameer"},{"family":"Aguirre","given":"J. David"}],"citation-key":"muirSpeciesIdentityDepth2017","container-title":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2017.1551","issue":"1864","issued":{"date-parts":[["2017",10,11]]},"page":"20171551","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"Species identity and depth predict bleaching severity in reef-building corals: shall the deep inherit the reef?","title-short":"Species identity and depth predict bleaching severity in reef-building corals","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/full/10.1098/rspb.2017.1551","volume":"284"},
  {"id":"mumbyCoralReefHabitats2008","abstract":"Abstract: Habitat maps are often the core spatially consistent data set on which marine reserve networks are designed, but their efficacy as surrogates for species richness and applicability to other conservation measures is poorly understood. Combining an analysis of field survey data, literature review, and expert assessment by a multidisciplinary working group, we examined the degree to which Caribbean coastal habitats provide useful planning information on 4 conservation measures: species richness, the ecological functions of fish species, ecosystem processes, and ecosystem services. Approximately one-quarter to one-third of benthic invertebrate species and fish species (disaggregated by life phase; hereafter fish species) occurred in a single habitat, and Montastraea-dominated forereefs consistently had the highest richness of all species, processes, and services. All 11 habitats were needed to represent all 277 fish species in the seascape, although reducing the conservation target to 95% of species approximately halved the number of habitats required to ensure representation. Species accumulation indices (SAIs) were used to compare the efficacy of surrogates and revealed that fish species were a more appropriate surrogate of benthic species (SAI = 71%) than benthic species were for fishes (SAI = 42%). Species of reef fishes were also distributed more widely across the seascape than invertebrates and therefore their use as a surrogate simultaneously included mangroves, sea grass, and coral reef habitats. Functional classes of fishes served as effective surrogates of fish and benthic species which, given their ease to survey, makes them a particularly useful measure for conservation planning. Ecosystem processes and services exhibited great redundancy among habitats and were ineffective as surrogates of species. Therefore, processes and services in this case were generally unsuitable for a complementarity-based approach to reserve design. In contrast, the representation of species or functional classes ensured inclusion of all processes and services in the reserve network.","accessed":{"date-parts":[["2024",2,1]]},"author":[{"family":"Mumby","given":"Peter J."},{"family":"Broad","given":"Kenneth"},{"family":"Brumbaugh","given":"Daniel R."},{"family":"Dahlgren","given":"P.","suffix":"Craig"},{"family":"Harborne","given":"Alastair R."},{"family":"Hastings","given":"Alan"},{"family":"Holmes","given":"Katherine E."},{"family":"Kappel","given":"Carrie V."},{"family":"Micheli","given":"Fiorenza"},{"family":"Sanchirico","given":"James N."}],"citation-key":"mumbyCoralReefHabitats2008","container-title":"Conservation Biology","DOI":"10.1111/j.1523-1739.2008.00933.x","ISSN":"1523-1739","issue":"4","issued":{"date-parts":[["2008"]]},"language":"en","license":"©2008 Society for Conservation Biology","page":"941-951","source":"Wiley Online Library","title":"Coral reef habitats as surrogates of species, ecological functions, and ecosystem services","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1523-1739.2008.00933.x","volume":"22"},
  {"id":"nasagoddardspaceflightcenterModerateresolutionImagingSpectroradiometer2022","accessed":{"date-parts":[["2023",10,1]]},"author":[{"family":"NASA Goddard Space Flight Center","given":"."},{"family":"Ocean Ecology Laboratory","given":""},{"family":"Ocean Biology Processing Group","given":""}],"citation-key":"nasagoddardspaceflightcenterModerateresolutionImagingSpectroradiometer2022","DOI":"10.5067/AQUA/MODIS/L3B/CHL/2022","issued":{"date-parts":[["2022"]]},"publisher":"NASA Ocean Biology Distributed Active Archive Center","title":"Moderate-resolution Imaging Spectroradiometer (MODIS) Aqua {AQUA MODIS Level-3 Binned Chlorophyll, Version 2022} Data; NASA OB.DAAC, Greenbelt, MD, USAAQUA MODIS Level-3 Binned Chlorophyll, Version 2022","type":"dataset","URL":"https://oceancolor.gsfc.nasa.gov/data/10.5067/AQUA/MODIS/L3B/CHL/2022"},
  {"id":"nasaobpgMODISAquaGlobal2020","accessed":{"date-parts":[["2024",9,10]]},"author":[{"literal":"NASA OBPG"}],"citation-key":"nasaobpgMODISAquaGlobal2020","DOI":"10.5067/MODSA-MO4D9","issued":{"date-parts":[["2020"]]},"publisher":"NASA Physical Oceanography Distributed Active Archive Center","title":"MODIS Aqua Global Level 3 Mapped SST. Ver. 2019.0. PO.DAAC, CA, USA.","type":"dataset","URL":"https://podaac.jpl.nasa.gov/dataset/MODIS_AQUA_L3_SST_THERMAL_MONTHLY_4KM_DAYTIME_V2019.0"},
  {"id":"norstromAlternativeStatesCoral2009","abstract":"Degradation of coral reefs is often associated with changes in community structure where macroalgae become the dominant benthic life form. These phase shifts can be difficult to reverse. The debate on coral reef phase shifts has not focused on reports of coral reefs becoming dominated by other life forms following disturbance. A review of the primary and grey literature indicates that reefs dominated by corallimorpharia, soft corals, sponges and sea urchins can enter an alternative state as a result of a phase shift. Shifts can be triggered by pulse disturbances that cause large-scale coral mortality, and may become stable as a result of positive feedback mechanisms. However, they may differ from the archetypical coral–macroalgae shift, depending on the factors driving the shift; whereas coral–macroalgae and coral–urchin shifts seem to be driven by loss of top-down control through overfishing, shifts to corallimorpharian, soft coral and sponge dominance seem more associated with changes in bottom-up dynamics. Understanding the differences and similarities in mechanisms that cause and maintain this variety of alternative states will aid management aimed at preventing and reversing phase shifts of coral reefs.","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Norström","given":"Albert V."},{"family":"Nyström","given":"Magnus"},{"family":"Lokrantz","given":"Jerker"},{"family":"Folke","given":"Carl"}],"citation-key":"norstromAlternativeStatesCoral2009","container-title":"Marine Ecology Progress Series","DOI":"10.3354/meps07815","ISSN":"0171-8630, 1616-1599","issued":{"date-parts":[["2009",2,11]]},"language":"en","page":"295-306","source":"www.int-res.com","title":"Alternative states on coral reefs: beyond coral-macroalgal phase shifts","title-short":"Alternative states on coral reefs","type":"article-journal","URL":"https://www.int-res.com/abstracts/meps/v376/p295-306/","volume":"376"},
  {"id":"oksanenVeganCommunityEcology2022","author":[{"family":"Oksanen","given":"Jari"},{"family":"Simpson","given":"Gavin L."},{"family":"Blanchet","given":"F. Guillaume"},{"family":"Kindt","given":"Roeland"},{"family":"Legendre","given":"Pierre"},{"family":"Minchin","given":"Peter R."},{"family":"O'Hara","given":"R.B."},{"family":"Solymos","given":"Peter"},{"family":"Stevens","given":"M. Henry H."},{"family":"Szoecs","given":"Eduard"},{"family":"Wagner","given":"Helene"},{"family":"Barbour","given":"Matt"},{"family":"Bedward","given":"Michael"},{"family":"Bolker","given":"Ben"},{"family":"Borcard","given":"Daniel"},{"family":"Carvalho","given":"Gustavo"},{"family":"Chirico","given":"Michael"},{"family":"De Caceres","given":"Miquel"},{"family":"Durand","given":"Sebastien"},{"family":"Evangelista","given":"Heloisa Beatriz Antoniazi"},{"family":"FitzJohn","given":"Rich"},{"family":"Friendly","given":"Michael"},{"family":"Furneaux","given":"Brendan"},{"family":"Hannigan","given":"Geoffrey"},{"family":"Hill","given":"Mark O."},{"family":"Lahti","given":"Leo"},{"family":"McGlinn","given":"Dan"},{"family":"Ouellette","given":"Marie-Helene"},{"family":"Ribeiro Cunha","given":"Eduardo"},{"family":"Smith","given":"Tyler"},{"family":"Stier","given":"Adrian"},{"family":"Ter Braak","given":"Cajo J.F."},{"family":"Weedon","given":"James"}],"citation-key":"oksanenVeganCommunityEcology2022","issued":{"date-parts":[["2022"]]},"title":"vegan: Community ecology package","type":"software","URL":"https://CRAN.R-project.org/package=vegan"},
  {"id":"oyafusoHabitatbasedSpeciesDistribution2017","abstract":"Deepwater snappers and groupers are valuable components of many subtropical and tropical fisheries globally and understanding the habitat associations of these species is important for spatial fisheries management. Habitat-based species distribution models were developed for the deepwater snapper-grouper complex in the main Hawaiian Islands (MHI). Six eteline snappers (Pristipomoides spp., Aphareus rutilans, and Etelis spp.) and one endemic grouper (Hyporthodus quernus) comprise the species complex known as the Hawaiian Deep Seven Bottomfishes. Species occurrence was recorded using baited remote underwater video stations deployed between 30 and 365m (n=2381) and was modeled with 12 geomorphological covariates using GLMs, GAMs, and BRTs. Depth was the most important predictor across species, along with ridge-like features, rugosity, and slope. In particular, ridge-like features were important habitat predictors for E. coruscans and P. filamentosus. Bottom hardness was an important predictor especially for the two Etelis species. Along with depth, rugosity and slope were the most important habitat predictors for A. rutilans and P. zonatus, respectively. Models built using GAMs and BRTs generally had the highest predictive performance. Finally, using the BRT model output, we created species-specific distribution maps and demonstrated that areas with high predicted probabilities of occurrence were positively related to fishery catch rates.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Oyafuso","given":"Zack. S."},{"family":"Drazen","given":"Jeffrey C."},{"family":"Moore","given":"Cordelia H."},{"family":"Franklin","given":"Erik C."}],"citation-key":"oyafusoHabitatbasedSpeciesDistribution2017","container-title":"Fisheries Research","container-title-short":"Fisheries Research","DOI":"10.1016/j.fishres.2017.06.011","ISSN":"0165-7836","issued":{"date-parts":[["2017",11,1]]},"page":"19-27","source":"ScienceDirect","title":"Habitat-based species distribution modelling of the Hawaiian deepwater snapper-grouper complex","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0165783617301662","volume":"195"},
  {"id":"pageSeekingResistanceCoral2019","abstract":"If we are to ensure the persistence of species in an increasingly warm world, of interest is the identification of drivers that affect the ability of an organism to resist thermal stress. Underpinning any organism's capacity for resistance is a complex interplay between biological and physical factors occurring over multiple scales. Tropical coral reefs are a unique system, in that their function is dependent upon the maintenance of a coral–algal symbiosis that is directly disrupted by increases in water temperature. A number of physical factors have been identified as affecting the biological responses of the coral organism under broadscale thermal anomalies. One such factor is water flow, which is capable of modulating both organismal metabolic functioning and thermal environments. Understanding the physiological and hydrodynamic drivers of organism response to thermal stress improves predictive capabilities and informs targeted management responses, thereby increasing the resilience of reefs into the future.","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Page","given":"Charlotte E."},{"family":"Leggat","given":"William"},{"family":"Heron","given":"Scott F."},{"family":"Choukroun","given":"Severine M."},{"family":"Lloyd","given":"Jon"},{"family":"Ainsworth","given":"Tracy D."}],"citation-key":"pageSeekingResistanceCoral2019","container-title":"BioEssays","DOI":"10.1002/bies.201800226","ISSN":"1521-1878","issue":"7","issued":{"date-parts":[["2019"]]},"language":"en","license":"© 2019 WILEY Periodicals, Inc.","page":"1800226","source":"Wiley Online Library","title":"Seeking resistance in coral reef ecosystems: The interplay of biophysical factors and bleaching resistance under a changing climate","title-short":"Seeking resistance in coral reef ecosystems","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/bies.201800226","volume":"41"},
  {"id":"paineIntertidalCommunityStructure1974","abstract":"Along exposed rocky intertidal shorelines of western North America the mussel Mytilus californianus exists as a characteristic, well-defined band. Measurements at Mukkaw Bay and Tatoosh Island, Washington State, suggest that the upper limit to distribution is constant. The lower limit is also predictably constant, as judged by photographs of the same areas taken up to 9 years apart. The band of mussels is formed by larval recruitment to a variety of substrates, especially the filamentous red alga Endocladia muricata. From the settlement site, if the mussels survive a series of predators including the starfish Pisaster ochraceus and a variety of carnivorous gastropods (Thais spp.), the mussles may be washed inward or migrate (be pushed) downward.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Paine","given":"R. T."}],"citation-key":"paineIntertidalCommunityStructure1974","container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/BF00345739","ISSN":"1432-1939","issue":"2","issued":{"date-parts":[["1974",6,1]]},"language":"en","page":"93-120","source":"Springer Link","title":"Intertidal community structure","type":"article-journal","URL":"https://doi.org/10.1007/BF00345739","volume":"15"},
  {"id":"pandolfiGlobalTrajectoriesLongterm2003","abstract":"Degradation of coral reef ecosystems began centuries ago, but there is no global summary of the magnitude of change. We compiled records, extending back thousands of years, of the status and trends of seven major guilds of carnivores, herbivores, and architectural species from 14 regions. Large animals declined before small animals and architectural species, and Atlantic reefs declined before reefs in the Red Sea and Australia, but the trajectories of decline were markedly similar worldwide. All reefs were substantially degraded long before outbreaks of coral disease and bleaching. Regardless of these new threats, reefs will not survive without immediate protection from human exploitation over large spatial scales.","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Pandolfi","given":"John M."},{"family":"Bradbury","given":"Roger H."},{"family":"Sala","given":"Enric"},{"family":"Hughes","given":"Terence P."},{"family":"Bjorndal","given":"Karen A."},{"family":"Cooke","given":"Richard G."},{"family":"McArdle","given":"Deborah"},{"family":"McClenachan","given":"Loren"},{"family":"Newman","given":"Marah J. H."},{"family":"Paredes","given":"Gustavo"},{"family":"Warner","given":"Robert R."},{"family":"Jackson","given":"Jeremy B. C."}],"citation-key":"pandolfiGlobalTrajectoriesLongterm2003","container-title":"Science","DOI":"10.1126/science.1085706","issue":"5635","issued":{"date-parts":[["2003",8,15]]},"page":"955-958","publisher":"American Association for the Advancement of Science","source":"www-science-org.eres.library.manoa.hawaii.edu (Atypon)","title":"Global trajectories of the long-term decline of coral reef ecosystems","type":"article-journal","URL":"https://www.science.org/doi/full/10.1126/science.1085706","volume":"301"},
  {"id":"pandolfiProjectingCoralReef2011","abstract":"Many physiological responses in present-day coral reefs to climate change are interpreted as consistent with the imminent disappearance of modern reefs globally because of annual mass bleaching events, carbonate dissolution, and insufficient time for substantial evolutionary responses. Emerging evidence for variability in the coral calcification response to acidification, geographical variation in bleaching susceptibility and recovery, responses to past climate change, and potential rates of adaptation to rapid warming supports an alternative scenario in which reef degradation occurs with greater temporal and spatial heterogeneity than current projections suggest. Reducing uncertainty in projecting coral reef futures requires improved understanding of past responses to rapid climate change; physiological responses to interacting factors, such as temperature, acidification, and nutrients; and the costs and constraints imposed by acclimation and adaptation.","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Pandolfi","given":"John M."},{"family":"Connolly","given":"Sean R."},{"family":"Marshall","given":"Dustin J."},{"family":"Cohen","given":"Anne L."}],"citation-key":"pandolfiProjectingCoralReef2011","container-title":"Science","DOI":"10.1126/science.1204794","issue":"6041","issued":{"date-parts":[["2011",7,22]]},"page":"418-422","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Projecting Coral Reef Futures Under Global Warming and Ocean Acidification","type":"article-journal","URL":"https://www.science.org/doi/abs/10.1126/science.1204794","volume":"333"},
  {"id":"petersonPerformanceAnalyticsEconometricTools2020","author":[{"family":"Peterson","given":"Brian G."},{"family":"Carl","given":"Peter"}],"citation-key":"petersonPerformanceAnalyticsEconometricTools2020","issued":{"date-parts":[["2020"]]},"title":"PerformanceAnalytics: Econometric tools for performance and risk analysis","type":"software","URL":"https://CRAN.R-project.org/package=PerformanceAnalytics"},
  {"id":"pinheiroDeepReefFishes2019","abstract":"The Philippines is often highlighted as the global epicenter of marine biodiversity, yet surveys of reef-associated fishes in this region rarely extend beyond shallow habitats. Here, we improve the understanding of fish species diversity and distribution patterns in the Philippines by analyzing data from mesophotic coral ecosystems (MCEs; 30–150 m depth) obtained via mixed-gas rebreather diving and baited remote underwater video surveys. A total of 277 fish species from 50 families was documented, which includes thirteen newly discovered and undescribed species. There were 27 new records for the Philippines and 110 depth range extensions, indicating that many reef fishes have a broader geographic distribution and greater depth limits than previously reported. High taxonomic beta-diversity, mainly associated with family and genus turnover with depth, and significant effects of traits such as species body size, mobility and geographic range with maximum recorded depth, were observed. These results suggest that MCEs are characterized by unique assemblages with distinct ecological and biogeographic traits. A high proportion (60.5%) of the fish species are targeted by fishing, suggesting that Philippine MCEs are as vulnerable to overfishing as shallow reefs. Our findings support calls to expand conservation efforts beyond shallow reefs and draw attention to the need to explicitly include deep reefs in marine protected areas to help preserve the unique biodiversity of MCEs in the Philippines.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Pinheiro","given":"Hudson T."},{"family":"Shepherd","given":"Bart"},{"family":"Castillo","given":"Cristina"},{"family":"Abesamis","given":"Rene A."},{"family":"Copus","given":"Joshua M."},{"family":"Pyle","given":"Richard L."},{"family":"Greene","given":"Brian D."},{"family":"Coleman","given":"Richard R."},{"family":"Whitton","given":"Robert K."},{"family":"Thillainath","given":"Emma"},{"family":"Bucol","given":"Abner A."},{"family":"Birt","given":"Matthew"},{"family":"Catania","given":"Dave"},{"family":"Bell","given":"Mauritius V."},{"family":"Rocha","given":"Luiz A."}],"citation-key":"pinheiroDeepReefFishes2019","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-019-01825-5","ISSN":"1432-0975","issue":"5","issued":{"date-parts":[["2019",10,1]]},"language":"en","page":"985-995","source":"Springer Link","title":"Deep reef fishes in the world’s epicenter of marine biodiversity","type":"article-journal","URL":"https://doi.org/10.1007/s00338-019-01825-5","volume":"38"},
  {"id":"plaisanceReefassociatedCrustaceanFauna2009","abstract":"The cryptofauna associated with coral reefs accounts for a major part of the biodiversity in these ecosystems but has been largely overlooked in biodiversity estimates because the organisms are hard to collect and identify. We combine a semi-quantitative sampling design and a DNA barcoding approach to provide metrics for the diversity of reef-associated crustacean. Twenty-two similar-sized dead heads of Pocillopora were sampled at 10 m depth from five central Pacific Ocean localities (four atolls in the Northern Line Islands and in Moorea, French Polynesia). All crustaceans were removed, and partial cytochrome oxidase subunit I was sequenced from 403 individuals, yielding 135 distinct taxa using a species-level criterion of 5% similarity. Most crustacean species were rare; 44% of the OTUs were represented by a single individual, and an additional 33% were represented by several specimens found only in one of the five localities. The Northern Line Islands and Moorea shared only 11 OTUs. Total numbers estimated by species richness statistics (Chao1 and ACE) suggest at least 90 species of crustaceans in Moorea and 150 in the Northern Line Islands for this habitat type. However, rarefaction curves for each region failed to approach an asymptote, and Chao1 and ACE estimators did not stabilize after sampling eight heads in Moorea, so even these diversity figures are underestimates. Nevertheless, even this modest sampling effort from a very limited habitat resulted in surprisingly high species numbers.","accessed":{"date-parts":[["2024",8,30]]},"author":[{"family":"Plaisance","given":"L."},{"family":"Knowlton","given":"N."},{"family":"Paulay","given":"G."},{"family":"Meyer","given":"C."}],"citation-key":"plaisanceReefassociatedCrustaceanFauna2009","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-009-0543-3","ISSN":"1432-0975","issue":"4","issued":{"date-parts":[["2009",12,1]]},"language":"en","page":"977-986","source":"Springer Link","title":"Reef-associated crustacean fauna: biodiversity estimates using semi-quantitative sampling and DNA barcoding","title-short":"Reef-associated crustacean fauna","type":"article-journal","URL":"https://doi.org/10.1007/s00338-009-0543-3","volume":"28"},
  {"id":"pooreMarineDecapodCrustacea2023","author":[{"family":"Poore","given":"G. C. B."},{"family":"Ahyong","given":"S. T."}],"citation-key":"pooreMarineDecapodCrustacea2023","ISBN":"978-1-4863-1179-8","issued":{"date-parts":[["2023"]]},"publisher":"CSIRO PUBLISHING","title":"Marine Decapod Crustacea: A Guide to Families and Genera of the World","type":"book","URL":"https://books.google.com/books?id=mCSpEAAAQBAJ"},
  {"id":"pyleComprehensiveInvestigationMesophotic2016","abstract":"Although the existence of coral-reef habitats at depths to 165 m in tropical regions has been known for decades, the richness, diversity, and ecological importance of mesophotic coral ecosystems (MCEs) has only recently become widely acknowledged. During an interdisciplinary effort spanning more than two decades, we characterized the most expansive MCEs ever recorded, with vast macroalgal communities and areas of 100% coral cover between depths of 50–90 m extending for tens of km2 in the Hawaiian Archipelago. We used a variety of sensors and techniques to establish geophysical characteristics. Biodiversity patterns were established from visual and video observations and collected specimens obtained from submersible, remotely operated vehicles and mixed-gas SCUBA and rebreather dives. Population dynamics based on age, growth and fecundity estimates of selected fish species were obtained from laser-videogrammetry, specimens, and otolith preparations. Trophic dynamics were determined using carbon and nitrogen stable isotopic analyses on more than 750 reef fishes. MCEs are associated with clear water and suitable substrate. In comparison to shallow reefs in the Hawaiian Archipelago, inhabitants of MCEs have lower total diversity, harbor new and unique species, and have higher rates of endemism in fishes. Fish species present in shallow and mesophotic depths have similar population and trophic (except benthic invertivores) structures and high genetic connectivity with lower fecundity at mesophotic depths. MCEs in Hawai‘i are widespread but associated with specific geophysical characteristics. High genetic, ecological and trophic connectivity establish the potential for MCEs to serve as refugia for some species, but our results question the premise that MCEs are more resilient than shallow reefs. We found that endemism within MCEs increases with depth, and our results do not support suggestions of a global faunal break at 60 m. Our findings enhance the scientific foundations for conservation and management of MCEs, and provide a template for future interdisciplinary research on MCEs worldwide.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Pyle","given":"Richard L."},{"family":"Boland","given":"Raymond"},{"family":"Bolick","given":"Holly"},{"family":"Bowen","given":"Brian W."},{"family":"Bradley","given":"Christina J."},{"family":"Kane","given":"Corinne"},{"family":"Kosaki","given":"Randall K."},{"family":"Langston","given":"Ross"},{"family":"Longenecker","given":"Ken"},{"family":"Montgomery","given":"Anthony"},{"family":"Parrish","given":"Frank A."},{"family":"Popp","given":"Brian N."},{"family":"Rooney","given":"John"},{"family":"Smith","given":"Celia M."},{"family":"Wagner","given":"Daniel"},{"family":"Spalding","given":"Heather L."}],"citation-key":"pyleComprehensiveInvestigationMesophotic2016","container-title":"PeerJ","container-title-short":"PeerJ","DOI":"10.7717/peerj.2475","ISSN":"2167-8359","issued":{"date-parts":[["2016",10,4]]},"language":"en","page":"e2475","publisher":"PeerJ Inc.","source":"peerj.com","title":"A comprehensive investigation of mesophotic coral ecosystems in the Hawaiian Archipelago","type":"article-journal","URL":"https://peerj.com/articles/2475","volume":"4"},
  {"id":"pyleExploringDeepCoral1996","author":[{"family":"Pyle","given":"Richard L."}],"citation-key":"pyleExploringDeepCoral1996","container-title":"Global biodiversity","issue":"1","issued":{"date-parts":[["1996",1,1]]},"page":"3-7","title":"Exploring deep coral reefs: How much biodiversity are we missing?","type":"article-journal","volume":"6"},
  {"id":"pyleMesophoticCoralEcosystems2019","abstract":"Although the existence of zooxanthellate corals in mesophotic coral ecosystems (MCEs; light-dependent coral ecosystems from 30 to 150 m in depth) has been known since the nineteenth century and focused scientific exploration of MCEs began over 50 years ago, more than 70% of all research on MCEs has been published only within the past seven years. MCEs represent approximately 80% of potential coral reef habitat worldwide, yet very little is known about them in comparison to shallow reefs. Many MCE species new to science have been discovered in the past decade, and many more await discovery. The term MCEs has been widely adopted by the scientific community since its 2008 inception; however, there is considerable inconsistency in how it is subdivided into “upper” and “lower” (and sometimes “middle”) zones. Moreover, doing so may lead to artificial boundaries when habitats and ecological communities at different depth zones may blend together. Growing evidence suggests that MCEs harbor proportionally more geographically endemic species than their shallow-water counterparts, and initial indications are that major biogeographic patterns described for shallow reef organisms may not apply to MCEs. Although MCEs may serve as refugia for some shallow species, they are increasingly recognized as unique ecosystems, important in their own right. Future research on MCEs should aim to address gaps in our understanding of the basic physical and biological characteristics of MCEs including geography, taxonomic composition, depth distribution, ecology, physiology, and connectivity. Improving knowledge of MCEs would benefit from combining different technologies to leverage the strengths of each.","author":[{"family":"Pyle","given":"Richard L."},{"family":"Copus","given":"Joshua M."}],"citation-key":"pyleMesophoticCoralEcosystems2019","container-title":"Mesophotic Coral Ecosystems","DOI":"10.1007/978-3-319-92735-0_1","editor":[{"family":"Loya","given":"Yossi"},{"family":"Puglise","given":"Kimberly A."},{"family":"Bridge","given":"Thomas C. L."}],"event-place":"Cham","ISBN":"978-3-319-92735-0","issued":{"date-parts":[["2019"]]},"page":"3-27","publisher":"Springer International Publishing","publisher-place":"Cham","title":"Mesophotic Coral Ecosystems: Introduction and Overview","type":"chapter","URL":"https://doi.org/10.1007/978-3-319-92735-0_1"},
  {"id":"raffaelliIntertidalEcology2012","author":[{"family":"Raffaelli","given":"Dave"},{"family":"Hawkins","given":"S.J."}],"citation-key":"raffaelliIntertidalEcology2012","ISBN":"978-94-009-1489-6","issued":{"date-parts":[["2012"]]},"publisher":"Springer Netherlands","title":"Intertidal Ecology","type":"book","URL":"https://books.google.com/books?id=KLltCQAAQBAJ"},
  {"id":"raffaelliMarineTerrestrialEcologists2005","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Raffaelli","given":"Dave"},{"family":"Solan","given":"Martin"},{"family":"Webb","given":"Thomas J."}],"citation-key":"raffaelliMarineTerrestrialEcologists2005","container-title":"Marine Ecology Progress Series","ISSN":"0171-8630","issued":{"date-parts":[["2005"]]},"page":"283-289","publisher":"Inter-Research Science Center","source":"JSTOR","title":"Do marine and terrestrial ecologists do it differently?","type":"article-journal","URL":"https://www.jstor.org/stable/24869863","volume":"304"},
  {"id":"ransomeImportanceStandardizationBiodiversity2017","abstract":"The advancement of metabarcoding techniques, declining costs of high-throughput sequencing and development of systematic sampling devices, such as autonomous reef monitoring structures (ARMS), have provided the means to gather a vast amount of diversity data from cryptic marine communities. However, such increased capability could also lead to analytical challenges if the methods used to examine these communities across local and global scales are not standardized. Here we compare and assess the underlying biases of four ARMS field processing methods, preservation media, and current bioinformatic pipelines in evaluating diversity from cytochrome c oxidase I metabarcoding data. Illustrating the ability of ARMS-based metabarcoding to capture a wide spectrum of biodiversity, 3,372 OTUs and twenty-eight phyla, including 17 of 33 marine metazoan phyla, were detected from 3 ARMS (2.607 m2 area) collected on coral reefs in Mo’orea, French Polynesia. Significant differences were found between processing and preservation methods, demonstrating the need to standardize methods for biodiversity comparisons. We recommend the use of a standardized protocol (NOAA method) combined with DMSO preservation of tissues for sessile macroorganisms because it gave a more accurate representation of the underlying communities, is cost effective and removes chemical restrictions associated with sample transportation. We found that sequences identified at ≥ 97% similarity increased more than 7-fold (5.1% to 38.6%) using a geographically local barcode inventory, highlighting the importance of local species inventories. Phylogenetic approaches that assign higher taxonomic ranks accrued phylum identification errors (9.7%) due to sparse taxonomic coverage of the understudied cryptic coral reef community in public databases. However, a ≥ 85% sequence identity cut-off provided more accurate results (0.7% errors) and enabled phylum level identifications of 86.3% of the sequence reads. With over 1600 ARMS deployed, standardizing methods and improving databases are imperative to provide unprecedented global baseline assessments of understudied cryptic marine species in a rapidly changing world.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Ransome","given":"Emma"},{"family":"Geller","given":"Jonathan B."},{"family":"Timmers","given":"Molly"},{"family":"Leray","given":"Matthieu"},{"family":"Mahardini","given":"Angka"},{"family":"Sembiring","given":"Andrianus"},{"family":"Collins","given":"Allen G."},{"family":"Meyer","given":"Christopher P."}],"citation-key":"ransomeImportanceStandardizationBiodiversity2017","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0175066","ISSN":"1932-6203","issue":"4","issued":{"date-parts":[["2017",4,21]]},"language":"en","page":"e0175066","publisher":"Public Library of Science","source":"PLoS Journals","title":"The importance of standardization for biodiversity comparisons: A case study using autonomous reef monitoring structures (ARMS) and metabarcoding to measure cryptic diversity on Mo’orea coral reefs, French Polynesia","title-short":"The importance of standardization for biodiversity comparisons","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0175066","volume":"12"},
  {"id":"raoReviewCanonicalCoordinates1995","abstract":"In this paper a general theory of canonical coordinates is developed for reduction of dimensionality in multivariate data, assessing the loss of information and plotting higher dimensional data in two or three dimensions for visual displays. The theory is applied to data in two way tables with variables in one category and samples (individual or populations) in the other. Two types of data are considered, one with continuous measurements on the variables and another with frequencies of attributes. An alternative to the usual correspondence analysis of contingency tables based on the Hellinger rather than the chi-square distance is suggested. The new method has some attractive features and does not suffer from some inherent drawbacks resulting from the use of the chi-square distance and variable sample sizes for the populations in the correspondence analysis. The technique of biplots where the populations and the variables are represented on the same chart is discussed.","accessed":{"date-parts":[["2023",7,19]]},"author":[{"family":"Rao","given":"C. Radhakrishna"}],"citation-key":"raoReviewCanonicalCoordinates1995","container-title":"Qüestiió","ISSN":"0210-8054","issue":"1–3","issued":{"date-parts":[["1995"]]},"language":"eng","license":"Attribution-NonCommercial-NoDerivs 2.5 Spain","note":"Accepted: 2007-12-07T10:26:32Z","publisher":"Institut d'Estadística de Catalunya","source":"upcommons.upc.edu","title":"A review of canonical coordinates and an alternative to correspondence analysis using Hellinger distance","type":"article-journal","URL":"https://upcommons.upc.edu/handle/2099/4059","volume":"19"},
  {"id":"rcoreteamLanguageEnvironmentStatistical2021","author":[{"literal":"R Core Team"}],"citation-key":"rcoreteamLanguageEnvironmentStatistical2021","event-place":"Vienna, Austria","issued":{"date-parts":[["2021"]]},"publisher":"R Foundation for Statistical Computing","publisher-place":"Vienna, Austria","title":"R: A language and environment for statistical computing","type":"software","URL":"https://www.R-project.org/"},
  {"id":"reynsPatternsProcessesBrachyuran1999","abstract":"Many workers have examined the processes influencing the recruitment of temperate marine invertebrates but comparatively little is known about their tropical counterparts. Brachyuran crustaceans are important constituents of coral reefs, yet\nremain largely under-studied. To examine the temporal patterns of tropical brachyuran larval abundances and postlarval settlement, we deployed 3 replicate light traps nightly for 7 mo (May to November 1996) at Barbados, West Indies. Wind data and tidal\nand large-scale flow due to currents were measured concurrently. Light traps collected a total of 320896 zoeae (all stages and families combined) and 452741 megalopae dominated by the families: Majidae, Xanthidae, Grapsidae, and Portunidae. While overall\nabundances of first-stage zoeae remained continuous over the sampling interval, postlarval settlement was more variable. Using time series analysis, periodicity in the larval and postlarval abundances was identified as: first-stage zoeae, 29 d; Majidae\npostlarvae, 31 d; Xanthidae postlarvae, 15 d; Grapsidae postlarvae, 28 d and Portunidae postlarvae, 21 to 22 d. We analyzed temporal patterns of zoeal abundance and megalopal settlement with respect to cyclical environmental cues as well as the mean daily\nwind and ambient current regime. Larval abundance was associated with the first quarter moon and minimum amplitude tides, while postlarvae were generally more abundant on the third quarter moon. Majidae postlarvae were distributed over a relatively broad\nperiod of the lunar cycle, encompassing 3 peaks occurring during the quarter moons and new moon. This pattern likely results from a strong correlation between Majidae postlarval settlement and ebb tides occurring in complete darkness. Xanthidae and\nGrapsidae postlarval settlement occurred predominately during the third quarter moon and intermediate to minimum amplitude tides. Postlarval abundances of these families were most tightly correlated to the maximum daily tidal range. Only Portunidae\npostlarvae were not influenced by proximate environmental cues such as the lunar and tidal amplitude cycles. During the study, wind was nearly consistently from the northeast, while data from an offshore current meter demonstrated that the current flowed\npredominately toward the north. In general, patterns of larval abundance and postlarval settlement were not as closely correlated to the wind and ambient currents as to the proximate environmental cues such as hours of darkness and the tidal cycle. We\npropose that cyclical environmental parameters are likely important cues to coastal species living in highly dynamic physical environments.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Reyns","given":"Nathalie"},{"family":"Sponaugle","given":"Su"}],"citation-key":"reynsPatternsProcessesBrachyuran1999","container-title":"Marine Ecology Progress Series","DOI":"10.3354/meps185155","ISSN":"0171-8630, 1616-1599","issued":{"date-parts":[["1999",8,20]]},"language":"en","page":"155-170","source":"www.int-res.com","title":"Patterns and processes of brachyuran crab settlement to Caribbean coral reefs","type":"article-journal","URL":"https://www.int-res.com/abstracts/meps/v185/p155-170/","volume":"185"},
  {"id":"rochaMesophoticCoralEcosystems2018","abstract":"The rapid degradation of coral reefs is one of the most serious biodiversity problems facing our generation. Mesophotic coral reefs (at depths of 30 to 150 meters) have been widely hypothesized to provide refuge from natural and anthropogenic impacts, a promise for the survival of shallow reefs. The potential role of mesophotic reefs as universal refuges is often highlighted in reef conservation research. This hypothesis rests on two assumptions: (i) that there is considerable overlap in species composition and connectivity between shallow and deep populations and (ii) that deep reefs are less susceptible to anthropogenic and natural impacts than their shallower counterparts. Here we present evidence contradicting these assumptions and argue that mesophotic reefs are distinct, impacted, and in as much need of protection as shallow coral reefs.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Rocha","given":"Luiz A."},{"family":"Pinheiro","given":"Hudson T."},{"family":"Shepherd","given":"Bart"},{"family":"Papastamatiou","given":"Yannis P."},{"family":"Luiz","given":"Osmar J."},{"family":"Pyle","given":"Richard L."},{"family":"Bongaerts","given":"Pim"}],"citation-key":"rochaMesophoticCoralEcosystems2018","container-title":"Science","DOI":"10.1126/science.aaq1614","issue":"6399","issued":{"date-parts":[["2018",7,20]]},"page":"281-284","publisher":"American Association for the Advancement of Science","source":"science.org (Atypon)","title":"Mesophotic coral ecosystems are threatened and ecologically distinct from shallow water reefs","type":"article-journal","URL":"https://www.science.org/doi/abs/10.1126/science.aaq1614","volume":"361"},
  {"id":"rouzeSymbioticAssociationsDeepest2021","abstract":"The symbiosis between scleractinian corals and photosynthetic algae from the family Symbiodiniaceae underpins the health and productivity of tropical coral reef ecosystems. While this photosymbiotic association has been extensively studied in shallow waters (<30 m depth), we do not know how deeper corals, inhabiting large and vastly underexplored mesophotic coral ecosystems, modulate their symbiotic associations to grow in environments that receive less than 1% of surface irradiance. Here we report on the deepest photosymbiotic scleractinian corals collected to date (172 m depth), and use amplicon sequencing to identify the associated symbiotic communities. The corals, identified as Leptoseris hawaiiensis, were confirmed to host Symbiodiniaceae, predominantly of the genus Cladocopium, a single species of endolithic algae from the genus Ostreobium, and diverse communities of prokaryotes. Our results expand the reported depth range of photosynthetic scleractinian corals (0–172 m depth), and provide new insights on their symbiotic associations at the lower depth extremes of tropical coral reefs.","accessed":{"date-parts":[["2023",6,26]]},"author":[{"family":"Rouzé","given":"Héloïse"},{"family":"Galand","given":"Pierre E."},{"family":"Medina","given":"Mónica"},{"family":"Bongaerts","given":"Pim"},{"family":"Pichon","given":"Michel"},{"family":"Pérez-Rosales","given":"Gonzalo"},{"family":"Torda","given":"Gergely"},{"family":"Moya","given":"Aurelie"},{"family":"Raina","given":"Jean-Baptiste"},{"family":"Hédouin","given":"Laetitia"}],"citation-key":"rouzeSymbioticAssociationsDeepest2021","container-title":"The ISME Journal","container-title-short":"ISME J","DOI":"10.1038/s41396-020-00857-y","ISSN":"1751-7370","issue":"5","issued":{"date-parts":[["2021",5]]},"language":"en","license":"2021 The Author(s), under exclusive licence to International Society for Microbial Ecology","number":"5","page":"1564-1568","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Symbiotic associations of the deepest recorded photosynthetic scleractinian coral (172 m depth)","type":"article-journal","URL":"https://www.nature.com/articles/s41396-020-00857-y","volume":"15"},
  {"id":"saleEcologyFishesCoral2013","author":[{"family":"Sale","given":"Peter F."}],"citation-key":"saleEcologyFishesCoral2013","ISBN":"978-0-08-092551-6","issued":{"date-parts":[["2013"]]},"publisher":"Elsevier Science","title":"The Ecology of Fishes on Coral Reefs","type":"book","URL":"https://books.google.com/books?id=QfQkBQAAQBAJ"},
  {"id":"saleMaintenanceHighDiversity1977","abstract":"Data have been drawn together to demonstrate that reef fishes by and large are food and habitat generalists with a large amount of overlap in requirements among coexisting species. Suitable living space is the resource most likely to be in short supply for them, and their environment, although benign, is one in which the supply of living space is both spatially and temporally unpredictable. The argument is developed that reef fishes are adapted to this unpredictable supply of space in ways which make interspecific competition for space a lottery in which no species can consistently win. Thus, the high diversity of reef fish communities may be maintained because the unpredictable environment prevents development of an equilibrium community","accessed":{"date-parts":[["2024",2,1]]},"author":[{"family":"Sale","given":"Peter F."}],"citation-key":"saleMaintenanceHighDiversity1977","container-title":"The American Naturalist","DOI":"10.1086/283164","ISSN":"0003-0147","issue":"978","issued":{"date-parts":[["1977",3]]},"page":"337-359","publisher":"The University of Chicago Press","source":"journals.uchicago.edu (Atypon)","title":"Maintenance of high diversity in coral reef fish communities","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/abs/10.1086/283164","volume":"111"},
  {"id":"saleStockrecruitRelationshipsRegional1982","abstract":"A lottery competition occurs among species when individuals compete for access to units of resource without which they cannot join the adult (breeding) population. It is a form of interference competition in which the chance of an individual's winning or losing is largely determined by priority of arrival at a vacant unit of resource. Resources involved may be such things as living sites for sessile or sedentary species, or nest sites, or spawning or display sites. Such resources become available for reoccupancy on the death or departure of the current owner. Lottery competition may be particularly important in marine demersal forms which produce large numbers of pelagic larvae which disperse prior to settling into adult habitat. Lottery competitive systems are inherently unstable but can be persistent under a wide range of conditions (Chesson and Warner 1981). A simulation model is developed to explore the effect on local persistence of differences among the competing species in (1) their survivorship after gaining a unit of resource, (2) their fecundity, (3) the age, after gaining the resource unit, at which individuals become sexually mature, and (4) the shape of their stock-recruitment curves (which relate number of recruits in a cohort to the size of the adult population, and thus to the number of eggs produced initially). In addition, the effect on persistence of the number of species involved in the competition, and of some resource units remaining unused was also examined. The shape of the stock-recruitment curve was found to be very important in determining local persistence. Linear curves prevented persistence for all except ecologically very similar groups of species. However, when the relationship had moderate curvature (with number of recruits becoming asymptotic as population size increased) persistence for ecologically realistic periods of time was possible for groups of species which differed substantially in the other attributes affecting their competitive abilities. Such curved stock-recruitment relationships are usual for species such as most fish in which there is production of large numbers of larvae which suffer a heavy mortality prior to recruiting to the juvenile and adult habitat. It is suggested that a wide range of species of terrestrial as well as marine organism may possess attributes predisposing them to enter into lottery competitive systems. In such cases, the effectiveness of competitive exclusion seems likely to be much less than previously expected.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Sale","given":"Peter F."}],"citation-key":"saleStockrecruitRelationshipsRegional1982","container-title":"The American Naturalist","DOI":"10.1086/283978","ISSN":"0003-0147","issue":"2","issued":{"date-parts":[["1982",8]]},"page":"139-159","publisher":"The University of Chicago Press","source":"journals.uchicago.edu (Atypon)","title":"Stock-recruit relationships and regional coexistence in a lottery competitive system: a simulation study","title-short":"Stock-recruit relationships and regional coexistence in a lottery competitive system","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/abs/10.1086/283978","volume":"120"},
  {"id":"sangilMacroalgalCommunitiesMultistressed2016","abstract":"Long-term changes in macroalgal cover, spatial variation between macroalgal communities, and relationships with environmental variables and benthic groups were assessed in coral reefs along the Caribbean coast of Panama. Sampling was conducted in two regions: Western and Central. Data collected between 2000 and 2012 showed a continuous increase in macroalgal abundance, although patterns differed according to region and site. There were differences in macroalgal communities between regions, as well as within regions between different wave-exposure levels. There were also differences between sites within regions exposed to the same level of wave action. Multivariate analysis found that wave exposure along with herbivore density (Echinometra viridis) and sedimentation were the variables that explained most of the variability between communities. Other variables such as Echinometra lucunter and Diadema antillarum densities, fish density, productivity, and live coral cover had significant relationships with community structure, but explained less of the variability.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Sangil","given":"Carlos"},{"family":"Guzman","given":"Hector M."}],"citation-key":"sangilMacroalgalCommunitiesMultistressed2016","container-title":"Journal of Sea Research","container-title-short":"Journal of Sea Research","DOI":"10.1016/j.seares.2016.09.001","ISSN":"1385-1101","issued":{"date-parts":[["2016",11,1]]},"page":"7-19","source":"ScienceDirect","title":"Macroalgal communities on multi-stressed coral reefs in the Caribbean: Long-term changes, spatial variations, and relationships with environmental variables","title-short":"Macroalgal communities on multi-stressed coral reefs in the Caribbean","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1385110116302106","volume":"117"},
  {"id":"selkoeDNACoralReef2016","abstract":"Conservation of ecological communities requires deepening our understanding of genetic diversity patterns and drivers at community-wide scales. Here, we use seascape genetic analysis of a diversity metric, allelic richness (AR), for 47 reef species sampled across 13 Hawaiian Islands to empirically demonstrate that large reefs high in coral cover harbour the greatest genetic diversity on average. We found that a species's life history (e.g. depth range and herbivory) mediates response of genetic diversity to seascape drivers in logical ways. Furthermore, a metric of combined multi-species AR showed strong coupling to species richness and habitat area, quality and stability that few species showed individually. We hypothesize that macro-ecological forces and species interactions, by mediating species turnover and occupancy (and thus a site's mean effective population size), influence the aggregate genetic diversity of a site, potentially allowing it to behave as an apparent emergent trait that is shaped by the dominant seascape drivers. The results highlight inherent feedbacks between ecology and genetics, raise concern that genetic resilience of entire reef communities is compromised by factors that reduce coral cover or available habitat, including thermal stress, and provide a foundation for new strategies for monitoring and preserving biodiversity of entire reef ecosystems.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Selkoe","given":"Kimberly A."},{"family":"Gaggiotti","given":"Oscar E."},{"family":"Treml","given":"Eric A."},{"family":"Wren","given":"Johanna L. K."},{"family":"Donovan","given":"Mary K."},{"family":"Hawai‘i Reef Connectivity Consortium","given":""},{"family":"Toonen","given":"Robert J."}],"citation-key":"selkoeDNACoralReef2016","container-title":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2016.0354","issue":"1829","issued":{"date-parts":[["2016",4,27]]},"page":"20160354","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"The DNA of coral reef biodiversity: Predicting and protecting genetic diversity of reef assemblages","title-short":"The DNA of coral reef biodiversity","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/full/10.1098/rspb.2016.0354","volume":"283"},
  {"id":"selkoeEvaluatingAnthropogenicThreats2008","abstract":"1. Every manager must assess and prioritize anthropogenic impacts on their management area from a long list of threats, but data which allow comparison of the relative ecological impacts of threats for decision-making is often unavailable. 2. This study employed a systematic and standardized method to collect and quantitatively synthesize expert opinion on the ecological effects of anthropogenic threats to the world's largest marine protected area: the Papahānaumokuākea Marine National Monument (MNM) in the Northwestern Hawaiian Islands (NWHI). 3. In contrast to most threat ranking exercises, the method provides detail on the reasons behind a particular ranking of threats to an area and why the ranking may vary across the ecological landscape. 4. Survey results from 25 experts allowed the comparison of the vulnerability of eight NWHI ecozones to 24 anthropogenic threats in a quantitative manner. 5. Ecozones tended to have distinct top threats: sea-level rise was identified as the top threat to rocky intertidal, beach and terrestrial ecozones; sea temperature rise was the top threat to the coral reef ecozones; bottom fishing was the top threat to the deep reef/bank ecozone; and pelagic fishing in the wider Pacific was the top threat to the pelagic ecozone owing to impacts on bird, turtle and fish fauna that forage outside the Papahānaumokuākea MNM boundaries. 6. Many of these top threats are difficult for local managers to control because they arise from activities outside the Papahānaumokuākea MNM boundaries, indicating that additional work is needed to preserve the NWHI despite its highly protected status. The analysis indicates where inter-agency cooperation in removing and mitigating threats should be focused. Copyright © 2008 John Wiley & Sons, Ltd.","accessed":{"date-parts":[["2023",10,20]]},"author":[{"family":"Selkoe","given":"Kimberly A."},{"family":"Halpern","given":"Benjamin S."},{"family":"Toonen","given":"Robert J."}],"citation-key":"selkoeEvaluatingAnthropogenicThreats2008","container-title":"Aquatic Conservation: Marine and Freshwater Ecosystems","DOI":"10.1002/aqc.961","ISSN":"1099-0755","issue":"7","issued":{"date-parts":[["2008"]]},"language":"en","license":"Copyright © 2008 John Wiley & Sons, Ltd.","page":"1149-1165","source":"Wiley Online Library","title":"Evaluating anthropogenic threats to the Northwestern Hawaiian Islands","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/aqc.961","volume":"18"},
  {"id":"selkoeMapHumanImpacts2009","abstract":"Effective and comprehensive regional-scale marine conservation requires fine-grained data on the spatial patterns of threats and their overlap. To address this need for the Papahānaumokuākea Marine National Monument (Monument) in Hawaii, USA, spatial data on 14 recent anthropogenic threats specific to this region were gathered or created, including alien species, bottom fishing, lobster trap fishing, ship-based pollution, ship strike risks, marine debris, research diving, research equipment installation, research wildlife sacrifice, and several anthropogenic climate change threats i.e., increase in ultraviolet (UV) radiation, seawater acidification, the number of warm ocean temperature anomalies relevant to disease outbreaks and coral bleaching, and sea level rise. These data were combined with habitat maps and expert judgment on the vulnerability of different habitat types in the Monument to estimate spatial patterns of current cumulative impact at 1 ha (0.01 km2) resolution. Cumulative impact was greatest for shallow reef areas and peaked at Maro Reef, where 13 of the 14 threats overlapped in places. Ocean temperature variation associated with disease outbreaks was found to have the highest predicted impact overall, followed closely by other climate-related threats, none of which have easily tractable management solutions at the regional scale. High impact threats most tractable to regional management relate to ship traffic. Sensitivity analyses show that the results are robust to both data availability and quality. Managers can use these maps to (1) inform management and surveillance priorities based on the ranking of threats and their distributions, (2) guide permitting decisions based on cumulative impacts, and (3) choose areas to monitor for climate change effects. Furthermore, this regional analysis can serve as a case study for managers elsewhere interested in assessing and mapping region-specific cumulative human impacts.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Selkoe","given":"Kimberly A."},{"family":"Halpern","given":"B. S."},{"family":"Ebert","given":"C. M."},{"family":"Franklin","given":"Erik C."},{"family":"Selig","given":"E. R."},{"family":"Casey","given":"K. S."},{"family":"Bruno","given":"J."},{"family":"Toonen","given":"Robert J."}],"citation-key":"selkoeMapHumanImpacts2009","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-009-0490-z","ISSN":"1432-0975","issue":"3","issued":{"date-parts":[["2009",9,1]]},"language":"en","page":"635-650","source":"Springer Link","title":"A map of human impacts to a “pristine” coral reef ecosystem, the Papahānaumokuākea Marine National Monument","type":"article-journal","URL":"https://doi.org/10.1007/s00338-009-0490-z","volume":"28"},
  {"id":"semmlerAreMesophoticCoral2017","abstract":"We analyzed an extensive dataset of over 9000 benthic and suprabenthic species found throughout the Gulf of Mexico (GoMx) to assess whether mesophotic coral ecosystems represent distinct assemblages and evaluate their potential to serve as refugia for shallow reef communities. We assessed community structure of the overall benthic community from 0 to 300 m via non-metric multidimensional scaling (NMDS) of species presence across depth bands. We used the Jaccard index of similarity to calculate the proportion of shared species between adjacent depth bands, measure species turnover with depth, and assess taxonomic overlap between shallow reefs versus progressively deeper depth bands. NMDS ordinations showed that the traditionally defined mesophotic range (30–150 m) as a whole is not a distinct community. In contrast, taxonomically distinct communities, determined by hierarchical clustering, were found at 0–70, 60–120, 110–200, and 190–300 m. Clustering highlighted an important separation in the benthic community at ~60 m, which was especially important for actinopterygian fishes. Species turnover between adjacent depths decreased with depth for all taxa combined and individual taxa, with peaks at ~60, 90–120, and 190–200 m. Fishes showed lower turnover from shallow to upper mesophotic depths (0–50 m) than all taxa combined, a substantial peak at 60 m, followed by a precipitous and continued decline in turnover thereafter. Taxonomic overlap between shallow (0–20 m) and progressively deeper zones declined steadily with depth in all taxa and individual taxa, suggesting that mid- and lower mesophotic habitats have less (but not inconsequential) potential to serve as refugia (60–150 m, 15–25% overlap with shallow habitats) than upper mesophotic zones (30–60 m, 30–45% overlap with shallow habitats) for all taxa combined. We conclude that the traditional mesophotic zone is home to three ecological communities in the GoMx, one that is confluent with shallow reefs, a distinct mesophotic assemblage spanning 60–120 m, and a third that extends onto the outer continental shelf.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Semmler","given":"Robert F."},{"family":"Hoot","given":"Whitney C."},{"family":"Reaka","given":"Marjorie L."}],"citation-key":"semmlerAreMesophoticCoral2017","container-title":"Coral Reefs","container-title-short":"Coral Reefs","DOI":"10.1007/s00338-016-1530-0","ISSN":"1432-0975","issue":"2","issued":{"date-parts":[["2017",6,1]]},"language":"en","page":"433-444","source":"Springer Link","title":"Are mesophotic coral ecosystems distinct communities and can they serve as refugia for shallow reefs?","type":"article-journal","URL":"https://doi.org/10.1007/s00338-016-1530-0","volume":"36"},
  {"id":"servisCharacterizingCoralReef2020","abstract":"Coral reefs are highly threatened ecosystems, yet there are numerous challenges in conducting inventories of their vanishing biodiversity, partly because many taxa remain difficult to detect and describe. Genetic species delimitation methods provide a standardized means for taxonomic classification including of cryptic, rare, or elusive groups, but results can vary by analytical method and genetic marker. In this study, a combination of morphological and genetic identification methods was used to estimate species richness and identify taxonomic units in true crabs (Infraorder Brachyura; n = 200) from coral reefs of Palmyra Atoll, Central Pacific. Genetic identification was based on matches between mitochondrial 16S ribosomal RNA (16S rRNA) and/or cytochrome c oxidase subunit I (COI) sequences to GenBank data, while morphological work relied on the taxonomic literature. Broad agreement in the number of candidate species delimited by genetic distance thresholds and tree-based approaches was found, although the multi-rate Poisson tree process (mPTP) was less appropriate for this dataset. The COI sequence data identified 30–32 provisional species and the 16S data revealed 34–35. The occurrence of 10 families, 20 genera, and 19 species of brachyurans at Palmyra was corroborated by at least two methods. Diversity levels within Chlorodiella laevissima indicated possible undescribed or cryptic species in currently lumped taxa. These results illustrate the efficacy of DNA sequences in identifying organisms and detecting cryptic variation, and underscore the importance of using appropriate genetic markers and multiple species delimitation analyses, with applications for future species descriptions.","accessed":{"date-parts":[["2024",8,30]]},"author":[{"family":"Servis","given":"Jennifer A."},{"family":"Reid","given":"Brendan N."},{"family":"Timmers","given":"Molly A."},{"family":"Stergioula","given":"Vasiliki"},{"family":"Naro-Maciel","given":"Eugenia"}],"citation-key":"servisCharacterizingCoralReef2020","container-title":"Mitochondrial DNA Part A","DOI":"10.1080/24701394.2020.1769087","ISSN":"2470-1394","issue":"5","issued":{"date-parts":[["2020",7,3]]},"page":"178-189","PMID":"32500776","publisher":"Taylor & Francis","source":"Taylor and Francis+NEJM","title":"Characterizing coral reef biodiversity: genetic species delimitation in brachyuran crabs of Palmyra Atoll, Central Pacific","title-short":"Characterizing coral reef biodiversity","type":"article-journal","URL":"https://doi.org/10.1080/24701394.2020.1769087","volume":"31"},
  {"id":"sheppardBiologyCoralReefs2017","abstract":"Coral reefs represent the most spectacular and diverse marine ecosystem on the planet as well as a critical source of protein and income for many millions of people. Ecologically they are as complex as they are diverse and colourful. However, the combined effects of human activities have led to a rapid decline worldwide in the health of reefs. This timely book provides an integrated overview of the function, physiology, ecology and behaviour of coral reef organisms. Each chapter is enriched with a selection of ‘boxes’ on specific aspects written by internationally recognized experts. As with other books in the Biology of Habitats Series, the emphasis in this book is on the organisms that dominate this marine environment, although pollution, conservation, climate change and experimental aspects are also included. Indeed, particular emphasis is placed on conservation and management due to the habitat’s critically endangered status. A global range of examples is employed which gives the book international relevance. This accessible text is intended for students, naturalists and professionals and assumes no previous knowledge of coral reef biology. It is particularly suitable for both senior undergraduate and graduate students (in departments of biology, geography, and environmental science) taking courses in coral reef ecology, marine biology, oceanography and conservation biology, as well as the many professional ecologists and conservation biologists requiring a concise overview of the topic. It will also be of relevance and use to reef managers, recreational divers and amateur naturalists.","accessed":{"date-parts":[["2023",9,13]]},"author":[{"family":"Sheppard","given":"Charles"},{"family":"Davy","given":"Simon"},{"family":"Pilling","given":"Graham"},{"family":"Graham","given":"Nicholas"}],"citation-key":"sheppardBiologyCoralReefs2017","DOI":"10.1093/oso/9780198787341.001.0001","ISBN":"978-0-19-878734-1","issued":{"date-parts":[["2017",11,23]]},"publisher":"Oxford University Press","title":"The Biology of Coral Reefs","type":"book","URL":"https://doi.org/10.1093/oso/9780198787341.001.0001"},
  {"id":"slatteryFunctionStabilityMesophotic2024a","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Slattery","given":"Marc"},{"family":"Lesser","given":"Michael P."},{"family":"Rocha","given":"Luiz A."},{"family":"Spalding","given":"Heather L."},{"family":"Smith","given":"Tyler B."}],"citation-key":"slatteryFunctionStabilityMesophotic2024a","container-title":"Trends in Ecology & Evolution","container-title-short":"Trends in Ecology & Evolution","DOI":"10.1016/j.tree.2024.01.011","ISSN":"0169-5347","issue":"0","issued":{"date-parts":[["2024",2,26]]},"language":"English","PMID":"38413283","publisher":"Elsevier","source":"www.cell.com","title":"Function and stability of mesophotic coral reefs","type":"article-journal","URL":"https://www.cell.com/trends/ecology-evolution/abstract/S0169-5347(24)00036-3","volume":"0"},
  {"id":"smithCaribbeanMesophoticCoral2016","abstract":"Deeper coral reefs experience reduced temperatures and light and are often shielded from localized anthropogenic stressors such as pollution and fishing. The deep reef refugia hypothesis posits that light-dependent stony coral species at deeper depths are buffered from thermal stress and will avoid bleaching-related mass mortalities caused by increasing sea surface temperatures under climate change. This hypothesis has not been tested because data collection on deeper coral reefs is difficult. Here we show that deeper (mesophotic) reefs, 30–75 m depth, in the Caribbean are not refugia because they have lower bleaching threshold temperatures than shallow reefs. Over two thermal stress events, mesophotic reef bleaching was driven by a bleaching threshold that declines 0.26 °C every +10 m depth. Thus, the main premise of the deep reef refugia hypothesis that cooler environments are protective is incorrect; any increase in temperatures above the local mean warmest conditions can lead to thermal stress and bleaching. Thus, relatively cooler temperatures can no longer be considered a de facto refugium for corals and it is likely that many deeper coral reefs are as vulnerable to climate change as shallow water reefs.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Smith","given":"Tyler B."},{"family":"Gyory","given":"Joanna"},{"family":"Brandt","given":"Marilyn E."},{"family":"Miller","given":"William J."},{"family":"Jossart","given":"Jonathan"},{"family":"Nemeth","given":"Richard S."}],"citation-key":"smithCaribbeanMesophoticCoral2016","container-title":"Global Change Biology","DOI":"10.1111/gcb.13175","ISSN":"1365-2486","issue":"8","issued":{"date-parts":[["2016"]]},"language":"en","page":"2756-2765","source":"Wiley Online Library","title":"Caribbean mesophotic coral ecosystems are unlikely climate change refugia","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.13175","volume":"22"},
  {"id":"smithDepthRefugiumCatastrophic2014","abstract":"Species intolerant of changing climate might avoid extinction within refugia buffered from extreme conditions. Refugia have been observed in the fossil record but are not well documented or understood on ecological time scales. Using a 37-year record from the eastern Pacific across the two most severe El Niño events on record (1982–1983 and 1997–1998) we show how an exceptionally thermally sensitive reef-building hydrocoral, Millepora intricata, twice survived catastrophic bleaching in a deeper-water refuge (>11 m depth). During both events, M. intricata was extirpated across its range in shallow water, but showed recovery within several years, while two other hydrocorals without deep-water populations were driven to regional extinction. Evidence from the subfossil record in the same area showed shallow-water persistence of abundant M. intricata populations from 5000 years ago, through severe El Niño–Southern Oscillation cycles, suggesting a potential depth refugium on a millennial timescale. Our data confirm the deep refuge hypothesis for corals under thermal stress.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Smith","given":"Tyler B."},{"family":"Glynn","given":"Peter W."},{"family":"Maté","given":"Juan L."},{"family":"Toth","given":"Lauren T."},{"family":"Gyory","given":"Joanna"}],"citation-key":"smithDepthRefugiumCatastrophic2014","container-title":"Ecology","DOI":"10.1890/13-0468.1","ISSN":"1939-9170","issue":"6","issued":{"date-parts":[["2014"]]},"language":"en","page":"1663-1673","source":"Wiley Online Library","title":"A depth refugium from catastrophic coral bleaching prevents regional extinction","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1890/13-0468.1","volume":"95"},
  {"id":"smithEffectsTopBottom2010","abstract":"While climate change and associated increases in sea surface temperature and ocean acidification, are among the most important global stressors to coral reefs, overfishing and nutrient pollution are among the most significant local threats. Here we examined the independent and interactive effects of reduced grazing pressure and nutrient enrichment using settlement tiles on a coral-dominated reef via long-term manipulative experimentation. We found that unique assemblages developed in each treatment combination confirming that both nutrients and herbivores are important drivers of reef community structure. When herbivores were removed, fleshy algae dominated, while crustose coralline algae (CCA) and coral were more abundant when herbivores were present. The effects of fertilization varied depending on herbivore treatment; without herbivores fleshy algae increased in abundance and with herbivores, CCA increased. Coral recruits only persisted in treatments exposed to grazers. Herbivore removal resulted in rapid changes in community structure while there was a lag in response to fertilization. Lastly, re-exposure of communities to natural herbivore populations caused reversals in benthic community trajectories but the effects of fertilization remained for at least 2 months. These results suggest that increasing herbivore populations on degraded reefs may be an effective strategy for restoring ecosystem structure and function and in reversing coral–algal phase-shifts but that this strategy may be most effective in the absence of other confounding disturbances such as nutrient pollution.","accessed":{"date-parts":[["2024",3,18]]},"author":[{"family":"Smith","given":"Jennifer E."},{"family":"Hunter","given":"Cynthia L."},{"family":"Smith","given":"Celia M."}],"citation-key":"smithEffectsTopBottom2010","container-title":"Oecologia","container-title-short":"Oecologia","DOI":"10.1007/s00442-009-1546-z","ISSN":"1432-1939","issue":"2","issued":{"date-parts":[["2010",6,1]]},"language":"en","page":"497-507","source":"Springer Link","title":"The effects of top–down versus bottom–up control on benthic coral reef community structure","type":"article-journal","URL":"https://doi.org/10.1007/s00442-009-1546-z","volume":"163"},
  {"id":"someroThermalPhysiologyVertical2002","abstract":"Temperature's pervasive effects on physiological systems are reflected in the suite of temperature-adaptive differences observed among species from different thermal niches, such as species with different vertical distributions (zonations) along the subtidal to intertidal gradient. Among the physiological traits that exhibit adaptive variation related to vertical zonation are whole organism thermal tolerance, heart function, mitochondrial respiration, membrane static order (fluidity), action potential generation, protein synthesis, heat-shock protein expression, and protein thermal stability. For some, but not all, of these thermally sensitive traits acclimatization leads to adaptive shifts in thermal optima and limits. The costs associated with repairing thermal damage and adapting systems through acclimatization may contribute importantly to energy budgets. These costs arise from such sources as: (i) activation and operation of the heat-shock response, (ii) replacement of denatured proteins that have been removed through proteolysis, (iii) restructuring of cellular membranes (“homeoviscous” adaptation), and (iv) pervasive shifts in gene expression (as gauged by using DNA microarray techniques). The vertical zonation observed in rocky intertidal habitats thus may reflect two distinct yet closely related aspects of thermal physiology: (i) intrinsic interspecific differences in temperature sensitivities of physiological systems, which establish thermal optima and tolerance limits for species; and (ii) ‘cost of living’ considerations arising from sub-lethal perturbation of these physiological systems, which may establish an energetics-based limitation to the maximal height at which a species can occur. Quantifying the energetic costs arising from heat stress represents an important challenge for future investigations.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Somero","given":"George N."}],"citation-key":"someroThermalPhysiologyVertical2002","container-title":"Integrative and Comparative Biology","container-title-short":"Integrative and Comparative Biology","DOI":"10.1093/icb/42.4.780","ISSN":"1540-7063","issue":"4","issued":{"date-parts":[["2002",8,1]]},"page":"780-789","source":"Silverchair","title":"Thermal Physiology and Vertical Zonation of Intertidal Animals: Optima, Limits, and Costs of Living1","title-short":"Thermal Physiology and Vertical Zonation of Intertidal Animals","type":"article-journal","URL":"https://doi.org/10.1093/icb/42.4.780","volume":"42"},
  {"id":"steeleComparisonTerrestrialMarine1985","abstract":"I review here the differences between temporal variability in terrestrial and marine environments and consider how this external forcing may affect population fluctuations in the two systems. The internal dynamics and community responses are expected to differ significantly with marine populations more likely to show longer term changes between alternative community structures.","accessed":{"date-parts":[["2023",9,12]]},"author":[{"family":"Steele","given":"John H."}],"citation-key":"steeleComparisonTerrestrialMarine1985","container-title":"Nature","DOI":"10.1038/313355a0","ISSN":"1476-4687","issue":"6001","issued":{"date-parts":[["1985",1]]},"language":"en","license":"1985 Springer Nature Limited","number":"6001","page":"355-358","publisher":"Nature Publishing Group","source":"www.nature.com","title":"A comparison of terrestrial and marine ecological systems","type":"article-journal","URL":"https://www.nature.com/articles/313355a0","volume":"313"},
  {"id":"stephenson1972life","author":[{"family":"Stephenson","given":"T.A."},{"family":"Stephenson","given":"A."}],"citation-key":"stephenson1972life","event-place":"San Francisco","ISBN":"978-0-7167-0687-8","issued":{"date-parts":[["1972"]]},"publisher":"W. H. Freeman","publisher-place":"San Francisco","title":"Life between tidemarks on rocky shores","type":"book"},
  {"id":"steyaertRemoteReefCryptobenthic2022","abstract":"Coral reef sessile organisms inhabiting cryptic spaces and cavities of the reef matrix perform vital and varied functional roles but are often understudied in comparison to those on exposed surfaces. Here, we assess the composition of cryptobenthic taxa from three remote tropical reef sites (Central Indian Ocean) alongside a suite of in-situ environmental parameters to determine if, or how, significant patterns of diversity are shaped by local abiotic factors. To achieve this, we carried out a point-count analysis of Autonomous Reef Monitoring Structure (ARMS) plate images and employed in-situ instrumentation to recover long-term (12 months) profiles of flow velocity, wave heights, temperature, dissolved oxygen, and salinity, and short-term (3 weeks) profiles of light and pH. We recovered distinct environmental profiles between sampling sites and observed that ocean-facing reefs experienced frequent but short-lived cooling internal wave events, and that these were key in shaping in-situ temperature variability. By comparing temperature and wave height profiles recovered using in-situ loggers with ex-situ models, we find that global satellite products either failed to recover site-specific profiles, or both over and under-estimated actual in-situ conditions. We found that site choice and recruitment plate face (top or bottom) significantly impacted the percentage cover of bryozoans, gastropods, soft and calcified tube worms, as well as crustose coralline algae and fleshy red, brown and green encrusting macroalgae on ARMS. We observed significant correlations between the abundance of bryozoans, CCA and colonial tunicates with lower mean temperature and higher mean dissolved oxygen profiles observed across sites. Red and brown encrusting macroalgae abundance correlated significantly with medium to high flow velocity and wave height profiles but also higher pH and dissolved oxygen. This study provides the first insight into cryptobenthic communities in the Chagos Archipelago Marine Protected Area and adds to our limited understanding of tropical reef sessile communities and their associations with environmental parameters in this region. With climate change accelerating the decline of reef ecosystems, integrating analyses of cryptobenthic organisms and in-situ physico-chemical factors are needed to understand how reef communities, if any, may withstand the impacts of climate-change.","accessed":{"date-parts":[["2024",5,31]]},"author":[{"family":"Steyaert","given":"Margaux"},{"family":"Lindhart","given":"Mathilde"},{"family":"Khrizman","given":"Alexandra"},{"family":"Dunbar","given":"Robert B."},{"family":"Bonsall","given":"Michael B."},{"family":"Mucciarone","given":"David A."},{"family":"Ransome","given":"Emma"},{"family":"Santodomingo","given":"Nadia"},{"family":"Winslade","given":"Paige"},{"family":"Head","given":"Catherine E. I."}],"citation-key":"steyaertRemoteReefCryptobenthic2022","container-title":"Frontiers in Marine Science","container-title-short":"Front. Mar. Sci.","DOI":"10.3389/fmars.2022.932375","ISSN":"2296-7745","issued":{"date-parts":[["2022",12,6]]},"language":"English","publisher":"Frontiers","source":"Frontiers","title":"Remote reef cryptobenthic diversity: Integrating autonomous reef monitoring structures and in situ environmental parameters","title-short":"Remote reef cryptobenthic diversity","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fmars.2022.932375","volume":"9"},
  {"id":"tuomistoUpdatedConsumerGuide2012","abstract":"Ecologists widely agree that species diversity consists of two components, richness (the number of species) and evenness (a measure of the equitability of the proportional abundances of those species). However, no consensus on an exact definition of evenness (or equitability) has emerged. Instead, numerous equitability indices have been used in the ecological literature, as different researchers have preferred indices with different mathematical properties. In this paper, I show that the phrase ‘species diversity consists of two independent components, richness and evenness’ logically leads to one particular definition of evenness (Evenness = Diversity/Richness). To facilitate accurate communication, I propose that the term ‘evenness’ be used only to refer to this phenomenon, and that other terms be used for the equitability indices that measure other things. Here I provide a review of popular equitability indices, explain what each measures in practice, and show how they relate to each other and to evenness itself. I also explore how the partitioning of diversity into richness and evenness components is related to the partitioning of diversity into alpha and beta components. Dissecting the indices makes it easier to see the conceptual differences among them. Such understanding is necessary to ensure that an appropriate index is chosen for the questions at hand, as well as to interpret the index values correctly and to assess when index values can and when they cannot be considered comparable.","accessed":{"date-parts":[["2024",5,31]]},"author":[{"family":"Tuomisto","given":"Hanna"}],"citation-key":"tuomistoUpdatedConsumerGuide2012","container-title":"Oikos","DOI":"10.1111/j.1600-0706.2011.19897.x","ISSN":"1600-0706","issue":"8","issued":{"date-parts":[["2012"]]},"language":"en","license":"© 2012 The Authors","page":"1203-1218","source":"Wiley Online Library","title":"An updated consumer’s guide to evenness and related indices","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1600-0706.2011.19897.x","volume":"121"},
  {"id":"tybergheinBioORACLEGlobalEnvironmental2012","abstract":"Global Ecology and Biogeography (GEB) is a macroecology journal examining the patterns of ecological systems through macroecological methods, meta- & spatial analyses, reviews & modelling.","accessed":{"date-parts":[["2023",11,9]]},"author":[{"family":"Tyberghein","given":"Lennert"},{"family":"Verbruggen","given":"Heroen"},{"family":"Pauly","given":"Klaas"},{"family":"Troupin","given":"Charles"},{"family":"Mineur","given":"Frederic"},{"family":"Clerck","given":"Olivier De"}],"citation-key":"tybergheinBioORACLEGlobalEnvironmental2012","container-title":"Global Ecology and Biogeography","DOI":"10.1111/j.1466-8238.2011.00656.x","ISSN":"1466-8238","issue":"2","issued":{"date-parts":[["2012",2,1]]},"language":"en","page":"272-281","publisher":"John Wiley & Sons, Ltd","source":"onlinelibrary-wiley-com.eres.library.manoa.hawaii.edu","title":"Bio-ORACLE: a global environmental dataset for marine species distribution modelling","title-short":"Bio-ORACLE","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1111/j.1466-8238.2011.00656.x","volume":"21"},
  {"id":"vanlierHabitatConnectivityComplexity2018","abstract":"In heterogeneous landscapes, local patterns of community structure are a product of the habitat size and condition within a patch interacting with adjacent habitat patches of varying composition and quantity. While evidence for local versus landscape factors have been found in terrestrial biomes, support for such multi-scale effects shaping marine ecological communities is equivocal.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Lier","given":"Joshua R.","non-dropping-particle":"van"},{"family":"Wilson","given":"Shaun K."},{"family":"Depczynski","given":"Martial"},{"family":"Wenger","given":"Lucy N."},{"family":"Fulton","given":"Christopher J."}],"citation-key":"vanlierHabitatConnectivityComplexity2018","container-title":"Landscape Ecology","container-title-short":"Landscape Ecol","DOI":"10.1007/s10980-018-0682-4","ISSN":"1572-9761","issue":"8","issued":{"date-parts":[["2018",8,1]]},"language":"en","page":"1287-1300","source":"Springer Link","title":"Habitat connectivity and complexity underpin fish community structure across a seascape of tropical macroalgae meadows","type":"article-journal","URL":"https://doi.org/10.1007/s10980-018-0682-4","volume":"33"},
  {"id":"weijermanComparisonCoralReef2013","abstract":"Three trophic mass-balance models representing coral reef ecosystems along a fishery gradient were compared to evaluate ecosystem effects of fishing. The majority of the biomass estimates came directly from a large-scale visual survey program; therefore, data were collected in the same way for all three models, enhancing comparability. Model outputs–such as net system production, size structure of the community, total throughput, production, consumption, production-to-respiration ratio, and Finn’s cycling index and mean path length–indicate that the systems around the unpopulated French Frigate Shoals and along the relatively lightly populated Kona Coast of Hawai’i Island are mature, stable systems with a high efficiency in recycling of biomass. In contrast, model results show that the reef system around the most populated island in the State of Hawai’i, O’ahu, is in a transitional state with reduced ecosystem resilience and appears to be shifting to an algal-dominated system. Evaluation of the candidate indicators for fishing pressure showed that indicators at the community level (e.g., total biomass, community size structure, trophic level of the community) were most robust (i.e., showed the clearest trend) and that multiple indicators are necessary to identify fishing perturbations. These indicators could be used as performance indicators when compared to a baseline for management purposes. This study shows that ecosystem models can be valuable tools in identification of the system state in terms of complexity, stability, and resilience and, therefore, can complement biological metrics currently used by monitoring programs as indicators for coral reef status. Moreover, ecosystem models can improve our understanding of a system’s internal structure that can be used to support management in identification of approaches to reverse unfavorable states.","accessed":{"date-parts":[["2023",11,7]]},"author":[{"family":"Weijerman","given":"Mariska"},{"family":"Fulton","given":"Elizabeth A."},{"family":"Parrish","given":"Frank A."}],"citation-key":"weijermanComparisonCoralReef2013","container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0063797","ISSN":"1932-6203","issue":"5","issued":{"date-parts":[["2013",5,30]]},"language":"en","page":"e63797","publisher":"Public Library of Science","source":"PLoS Journals","title":"Comparison of Coral Reef Ecosystems along a Fishing Pressure Gradient","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0063797","volume":"8"},
  {"id":"wishingradTemperateZoneIsolation2023","abstract":"One of the most stunning patterns of the distribution of life on Earth is the latitudinal biodiversity gradient. In an influential article, Janzen (1967) predicted that tropical mountains are more effective migration barriers than temperate mountains of the same elevation, because annual temperature variation in the tropics is lower. A great deal of research has demonstrated that the mechanism envisioned by Janzen operates at broad latitudinal scales. However, the extent that the mechanism mediates biodiversity generally, and at smaller scales, is far less understood. We investigated whether climate overlap is associated with genetic similarity between populations within temperate regions using lizards in the Sierra Nevada mountain range of California as a study system. By comparing genetic differentiation between high- and low-elevation populations, we found that in addition to the expected strong pattern of isolation by distance, high climate overlap was negatively associated with genetic differentiation, indicating that population pairs that inhabit climatically similar environments are less genetically differentiated. Moreover, while climate overlap between high- and low-elevation sites is predicted to increase from the equator to temperate regions, we find that in adjacent mountain ranges at the same latitude in temperate regions, climate overlap values can vary widely. This study suggests that in addition to the well-studied main effect of latitude on climate overlap and population differentiation, local climate factors within bioclimatic regions can also influence genetic differentiation between populations and do so by the same general mechanism that operates at larger geographic scales.","accessed":{"date-parts":[["2024",9,20]]},"author":[{"family":"Wishingrad","given":"Van"},{"family":"Thomson","given":"Robert C."}],"citation-key":"wishingradTemperateZoneIsolation2023","container-title":"The American Naturalist","DOI":"10.1086/722558","ISSN":"0003-0147","issue":"2","issued":{"date-parts":[["2023",2]]},"page":"302-314","publisher":"The University of Chicago Press","source":"journals.uchicago.edu (Atypon)","title":"Temperate Zone Isolation by Climate: An Extension of Janzen’s 1967 Hypothesis","title-short":"Temperate Zone Isolation by Climate","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/722558","volume":"201"},
  {"id":"woottonIndirectEffectsPrey1992","abstract":"I experimentally manipulated avian predation pressure in an intertidal community to determine its direct and indirect influence on the abundance and distribution of three limpets and their algal food source. Birds reduced the overall abundance of Lottia digitalis only; L. strigatella abundance increased and the abundance of L. pelta, the species most frequently consumed, did not change. Through crypsis, the goose barnacle Pollicipes polymerus and the mussel Mytilus californianus indirectly affected the abundance of L. digitalis and L. pelta in opposite ways by changing the risk of succumbing the bird predation. These limpets also exhibited strong habitat selection for their cryptic substrates. By altering the amount of preferred habitat, birds indirectly influenced limpet abundance: gull predation reduced the area covered by P. polymerus, releasing M. califonianus from space competition. By consuming limpet grazers and reducing space competition, birds indirectly enhanced the abundance of algae. L. strigatella sizes generally fell below the range of limpet sizes consumed by birds. Consequently, birds indirectly increased L. strigatella density by reducing the intensity of exploitative competition with other limpet species; L. strigatella biomass declined significantly with increasing biomass of the other two limpets, and with decreasing algal cover. These results demonstrate that indirect effects and apparently adaptive behaviors can counteract (or reinforce) direct interactions between species pairs, suggesting that conclusions from short—term experiments emphasizing species pairs can be tenuous.","accessed":{"date-parts":[["2023",5,18]]},"author":[{"family":"Wootton","given":"J. Timothy"}],"citation-key":"woottonIndirectEffectsPrey1992","container-title":"Ecology","DOI":"10.2307/1940174","ISSN":"1939-9170","issue":"3","issued":{"date-parts":[["1992"]]},"language":"en","page":"981-991","source":"Wiley Online Library","title":"Indirect Effects, Prey Susceptibility, and Habitat Selection: Impacts of Birds on Limpets and Algae","title-short":"Indirect Effects, Prey Susceptibility, and Habitat Selection","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.2307/1940174","volume":"73"},
  {"id":"zimmermanArtificialReefMatrix2004","author":[{"family":"Zimmerman","given":"Todd"},{"family":"Martin","given":"Joel"}],"citation-key":"zimmermanArtificialReefMatrix2004","container-title":"Gulf and Caribbean Research","DOI":"10.18785/gcr.1601.08","ISSN":"1528-0470","issue":"1","issued":{"date-parts":[["2004",1,1]]},"page":"59-64","title":"Artificial reef matrix structures (ARMS): An inexpensive and effective method for collecting coral reef-associated invertebrates","title-short":"Artificial reef matrix structures (arms)","type":"article-journal","URL":"https://aquila.usm.edu/gcr/vol16/iss1/8","volume":"16"}
]
